[
    {
        "title": "Watching Mr. Pearson - IMDb",
        "year": null,
        "role": "Visual Effects Supervisor",
        "movie_id": "tt35377239",
        "director": "Dillon Bentlage",
        "cover_url": null,
        "plot_outline": "Mr. Pearson's days in front of the camera may be a thing of the past, but the actor inside of him is very much alive. Caroline and Miguel split days and nights with legendary Hollywood actor Robert Pearson, a brilliant and talented gentleman battling mental decline. Despite their differences in approach to caring for the cantankerous man, both have the same goal of keeping him safe and connected. Miguel's care-taking method is pretty straightforward as he spends most of his time with Mr. Pearson meeting his basic needs of eating, sleeping, and grooming. Caroline, on the other hand, has become more than a nurse. A maternal confidante and playful companion, Caroline stops at nothing to keep Mr. Pearson from slipping away, even if that means casting herself opposite the leading man to perform a scene from one of his hit movies from long ago. And it's working. Their make-believe games cause Mr. Pearson to feel alive again, but as the line between fantasy and reality blurs, his grip loosens and Caroline's gets tighter. Now, with everyone's livelihood on the line, Miguel and Caroline must work together to save Mr. Pearson's luminous star from fading to black.",
        "videos": [],
        "date": null
    },
    {
        "title": "A Beautiful Imperfection",
        "year": 2024,
        "role": "VFX Supervisor pre-production",
        "movie_id": "tt7458836",
        "director": "Michiel van Erp",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNzYzZThiNmYtNTNmMy00NmI4LWJhYTUtM2NiNjUzZTFlMTkxXkEyXkFqcGc@.jpg",
        "plot_outline": "Based on a true story, A Beautiful Imperfection tells the empowering tale of Lucia, Giacomo Casanova's first and greatest love, who leaves Italy for Amsterdam, after her face has been disfigured by smallpox. Sixteen years later, when she has reinvented herself as a veiled courtesan known by the name of Galathée, they meet again. Without revealing her true identity and face, Lucia and Giacomo become lovers once more. Does Lucia dare to unveil herself and turn her weakness into her strength so she can be truly free in the face of her great love?",
        "videos": [
            "http://www.imdb.com/title/tt7458836/videoplayer/vi2167719449"
        ],
        "date": "12 Sep 2024 (Netherlands)"
    },
    {
        "title": "Above the Dust",
        "year": 2024,
        "role": "digital compositor",
        "movie_id": "tt17347524",
        "director": "Xiaoshuai Wang",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOGU0ZTczOWEtNWJiZi00ZGNkLWI3MTMtOWVjMDBlODk4ZjhlXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": null
    },
    {
        "title": "Bon Bini: Bangkok Nights",
        "year": 2023,
        "role": "visual effects supervisor on set",
        "movie_id": "tt28185403",
        "director": "Pieter van Rijn",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BM2M4ZWRiNTYtOTNiZC00NWI0LThhYmEtNGYzZmE4NDIxZmExXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [
            "http://www.imdb.com/title/tt28185403/videoplayer/vi3918251545"
        ],
        "date": "20 Dec 2023 (Netherlands)"
    },
    {
        "title": "Marokkaanse bruiloft",
        "year": 2022,
        "role": "visual effects supervisor",
        "movie_id": "tt15261252",
        "director": "Johan Nijenhuis",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BODg0NzRlZGItYzhhNi00NzU5LTk0NjAtZmM4ZWIxODBjZjBiXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": "02 Jun 2022 (Netherlands)"
    },
    {
        "title": "Red Fried District",
        "year": 2021,
        "role": "compositor",
        "movie_id": "tt13879782",
        "director": "Flip Van der Kuil, Stephan Miras",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOTBkYjg3ODEtYTM5Ni00NzE5LTgzYTUtMjBmODBmODk0MDljXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": "Sep 2021 (Netherlands)"
    },
    {
        "title": "Red Light",
        "year": 2020,
        "role": "visual effects supervisor",
        "movie_id": "tt10795304",
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZmMzZTg3NTQtODJjMi00M2RiLTlhZWQtOTBhMzc0ZTU5Yzg0XkEyXkFqcGc@.jpg",
        "plot_outline": "Red Light is a swirling, current drama series about three women who lose themselves and find each other in the world of prostitution and human trafficking. Selected for The Netherlands Film Festival and Film Festival Gent. Nominated for Cannes Series Festival.",
        "videos": [
            "http://www.imdb.com/title/tt10795304/videoplayer/vi3905864217"
        ],
        "date": null
    },
    {
        "title": "Another Round",
        "year": 2020,
        "role": "visual effects supervisor",
        "movie_id": "tt10288566",
        "director": "Thomas Vinterberg",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjYxN2EwYjUtNzdiOS00NTgwLTgwNzMtZmE1NGMzYTYxNzBjXkEyXkFqcGc@.jpg",
        "plot_outline": "There is a theory that man is born with half a per mille too little, that alcohol in the blood opens the mind to the outside world, problems seem smaller, and creativity increases. We know it well: after the first glass of wine, the conversation lifts, the possibilities open up. Martin (Mads Mikkelsen) is a high-school teacher who feels old and tired. His students and their parents want him terminated to increase their average. Encouraged by the per mille theory, Martin and his three colleagues throw themselves into an experiment to maintain a constant alcohol impact in everyday life. If Churchill won World War II in a dense fog of spirits, what could the strong drops do for them and their students? The result is positive in the beginning. Martin's class is in a different way now, and the project is being promoted to a real academic study with the collection of results. Slowly but surely, the alcohol makes the four friends and their surroundings loosen up. The results are rising, and they really begin to feel life. As the objects go inboard, the experiment progresses for some and goes off track for others. It becomes clearer and clearer that alcohol can generate great results in world history, but that all daring can also have consequences. The film is described as a fun, touching and thought-provoking drama about friendship, freedom--and alcohol.",
        "videos": [
            "http://www.imdb.com/title/tt10288566/videoplayer/vi4070162713",
            "http://www.imdb.com/title/tt10288566/videoplayer/vi4106928409"
        ],
        "date": "19 Aug 2021 (Netherlands)"
    },
    {
        "title": "So What Is Love",
        "year": 2019,
        "role": "visual effects supervisor",
        "movie_id": "tt8458582",
        "director": "Aniëlle Webster",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMzlmMWU3MDQtN2FjYS00OWU3LThmMTgtNjlkZTg2NTc3ZTk0XkEyXkFqcGc@.jpg",
        "plot_outline": "Big shot lawyer Gijs, who makes big money for his law firm from lucrative toxic divorces, is well on his way to become a partner. His credo: All is fair in love and war. But his idealistic co-worker Cato takes a very different perspective. Love is a verb, and when love fades, it is a lawyer's job to make sure people separate peacefully from their failed relationships. When it turns out that Cato is also in the race for the coveted position of partner in the company, they are both forced to re-examine their beliefs on love, marriage and growing their careers. A feel-good film about how to manage modern-day life and relationships between men and women and on how to believe in love when divorce is your line of work.",
        "videos": [
            "http://www.imdb.com/title/tt8458582/videoplayer/vi2221850905"
        ],
        "date": "17 Oct 2019 (Netherlands)"
    },
    {
        "title": "Centraal",
        "year": 2019,
        "role": "visual effects supervisor",
        "movie_id": "tt10360586",
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTJlYzg5NmEtMjM3Zi00MTgyLWJhYjctYTkxZWFhMTg4YTllXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": null
    },
    {
        "title": "Romy's Salon",
        "year": 2019,
        "role": "visual effects supervisor",
        "movie_id": "tt7865162",
        "director": "Mischa Kamp",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWE3MTg3ZDQtZDA0Zi00YjBiLTg2NTAtZjQ4YTAwMGQ0MjM3XkEyXkFqcGc@.jpg",
        "plot_outline": "Grandma Stine (Beppie Melissen) reluctantly agrees to look after granddaughter Romy (Vita Heijmen) when daughter Margot (Noortje Herlaar), who recently got divorced, is at work. Grandma, who is still actively working as a hairdresser, is struggling with the early stages of Alzheimer's. Romy doesn't like having to go to the hairdressing salon every day, but this changes when grandma Stine confides in her granddaughter, telling her about her increasing confusion. Romy realizes that grandma is not only taking care of her, she will have to take care of her grandma in return. The bond between grandmother and granddaughter grows stronger as grandma seems to change more and more: she is sweeter than before, easier, and she recounts tales of her childhood in Denmark. Romy helps grandma run the salon the best she can, but when they can no longer manage together, Romy comes up with a plan. She decides to make grandma's dearest wish come true.",
        "videos": [],
        "date": "02 Oct 2019 (Netherlands)"
    },
    {
        "title": "Baantjer het begin",
        "year": 2019,
        "role": "visual effects supervisor",
        "movie_id": "tt8747308",
        "director": "Arne Toonen",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNGIxMDYyMGItNzU2My00OGNhLTkzOWMtZjBkY2NjOGYzMWUzXkEyXkFqcGc@.jpg",
        "plot_outline": "The 80's. Detective De Cock is stationed in the raw police station on the Warmoesstraat in Amsterdam. Together with his new partner Montijn he encounters a murder case, which seems to be a prelude to an attack during the coronation of Princess Beatrix.",
        "videos": [],
        "date": "18 Apr 2019 (Netherlands)"
    },
    {
        "title": "Vicious",
        "year": 2019,
        "role": "compositor",
        "movie_id": "tt7330392",
        "director": "Dennis Bots",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWFmNWIwNGMtZGQxYy00NTY5LWJjYTctOTk4OWQ4OTJiZGM4XkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [
            "http://www.imdb.com/title/tt7330392/videoplayer/vi1504690713"
        ],
        "date": "24 Jan 2019 (Netherlands)"
    },
    {
        "title": "Bon Bini Holland 2",
        "year": 2018,
        "role": "digital compositor",
        "movie_id": "tt7295378",
        "director": "Jon Karthaus",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYTQ0OWVlMWQtZDdiYy00MTM5LWE5NTEtOGJmYTcwMGZlYjcxXkEyXkFqcGc@.jpg",
        "plot_outline": "Robertico is living in Curacao with Noella Maduro. While he is preparing to ask her to marry him, something happens to Ken Maduro, Noella's dad. Things go wrong, and Noelle tells Robertico she wants a time-out and flies to her dad in The Netherlands. Noella has to take her fathers job in hosting an special auction together with an wealthy young man. When Robertico finds out about this, he also flies to The Netherlands to win over Noella. With the help of his aunt Judeska, the other staff of FC Kip\"Radjesh,Noltie & Kofi\", and Asian hustler Ping Ping, he hopes he can convince her to marry him.",
        "videos": [
            "http://www.imdb.com/title/tt7295378/videoplayer/vi1479591705"
        ],
        "date": "13 Dec 2018 (Netherlands)"
    },
    {
        "title": "All You Need Is Love",
        "year": 2018,
        "role": "digital compositor",
        "movie_id": "tt8161226",
        "director": "Will Koopman",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOTYwNTc1MmItZmQ5Ni00ZmZkLTg3ZGYtMTVjY2M4NjIxZDgzXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": "06 Dec 2018 (Netherlands)"
    },
    {
        "title": "Men from Mars",
        "year": 2018,
        "role": "digital compositor",
        "movie_id": "tt6868684",
        "director": "Hans Somers",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjM0MzgwN2EtY2U4Ny00ZWEwLTlhN2YtYjQ0ZmE3NDgyOGZmXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [
            "http://www.imdb.com/title/tt6868684/videoplayer/vi2412363289"
        ],
        "date": "08 Mar 2018 (Netherlands)"
    },
    {
        "title": "The Heart of Hadiah Tromp",
        "year": 2018,
        "role": "compositor",
        "movie_id": "tt7188568",
        "director": "Erik de Bruyn",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYmUzNDYyNGEtNDE5ZC00NDk0LWE4NWEtMmYyMDJkMzA5MmE1XkEyXkFqcGc@.jpg",
        "plot_outline": "The quirky Dutch-Jamaican Hadiah Tromp (21) is the daughter of Navy officer Tromp, who believes his daughter is a perfect fit for the Navy. But Hadiah doesn't like her Navy training. She prefers to stay at home and listen to her collection of old Ska records. When her boyfriend cheats on her, she decides to finish her Navy training. But Hadiah has difficulties feeling at home in the disciplined and closed environment of the naval frigate and she has constant collusions with the handsome but stern Sergeant Major Paul Borremans. Can the impulsive Hadiah stand tall in the Navy world full of rules? Or is she forced to leave the ship early?",
        "videos": [],
        "date": null
    },
    {
        "title": "No Such Thing as Housewives",
        "year": 2017,
        "role": "digital compositor",
        "movie_id": "tt5912150",
        "director": "Aniëlle Webster",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYjlhMmJjMTEtZmIwZC00MTI4LWE0MjYtZjUzZWU1Zjc1NDk2XkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": "21 Dec 2017 (Netherlands)"
    },
    {
        "title": "Gek van geluk",
        "year": 2017,
        "role": "digital compositor",
        "movie_id": "tt6876488",
        "director": "Johan Nijenhuis",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYzAyNjVkZDctMDI4MS00ZDZlLWJlNTEtMzRmZmNiZTVjMjExXkEyXkFqcGc@.jpg",
        "plot_outline": "In 'Gek van Geluk', Plien van Bennekom steps into the role of single mum Lena, who writes love songs but is stumped with writer's block because she has no romance in her life. Her best friend Valerie (Carly Wijs), a singer, comes up with a solution: she hires an unemployed actor to turn Lena's head and kickstart her inspiration. Lena falls head over heels for the handsome Hugo (Matteo van der Grijn) and it appears the plan has worked--until Lena becomes so distracted by the butterflies in her stomach that a new hit single is the last thing on her mind. In a desperate attempt to get Lena writing again Valerie puts their year-long friendship on the line and confronts Lena with the truth.",
        "videos": [
            "http://www.imdb.com/title/tt6876488/videoplayer/vi2194259481"
        ],
        "date": "07 Dec 2017 (Netherlands)"
    },
    {
        "title": "Bella Donna's",
        "year": 2017,
        "role": "digital compositor",
        "movie_id": "tt6315790",
        "director": "Jon Karthaus",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZWEzZWRlYTktNzE4MC00MTRmLTlkODMtN2RhZjk0ODNkZmNlXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [
            "http://www.imdb.com/title/tt6315790/videoplayer/vi422692633"
        ],
        "date": "14 Sep 2017 (Netherlands)"
    },
    {
        "title": "November",
        "year": 2017,
        "role": "digital compositor",
        "movie_id": "tt6164502",
        "director": "Rainer Sarnet",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNzU0NzIwMTc5M15BMl5BanBnXkFtZTgwOTI0MzI3NDM@.jpg",
        "plot_outline": "\"November\" is based on Estonian novel \"Rehepapp\" by Andrus Kivirähk, a bestseller of the last twenty years. The film is a mixture of magic, black humor and romantic love. The story is set in a pagan Estonian village where werewolves, the plague, and spirits roam. The villagers' main problem is how to survive the cold, dark winter. And, to that aim, nothing is taboo. People steal from each other, from their German manor lords, and from spirits, the devil, and Christ. To guard their souls, they'll give them away to thieving creatures made of wood and metal called kratts, who help their masters by stealing more. They steal even if their barns are already overflowing. Stealing is an obsession that makes the villagers more and more like the soulless creatures they command, the kratts. The main character of the film is a young farm girl named Liina who is hopelessly and forlornly in love with a village boy named Hans. Her longing makes the girl become a werewolf and jump into an ice-cold pond. She's ready to die in the name of love. The pragmatic farmers are faced with a question: is the life that they've won through so much toil worth anything, if it lacks a soul? Estonian pagan and European Christian mythologies come together in this film. Both mythologies look for a miracle; for an ancient force that gives one a soul. This film is about souls - longing for a soul, selling your soul, and living without a soul.",
        "videos": [
            "http://www.imdb.com/title/tt6164502/videoplayer/vi853522457",
            "http://www.imdb.com/title/tt6164502/videoplayer/vi3487283225"
        ],
        "date": "24 May 2018 (Netherlands)"
    },
    {
        "title": "The Commune",
        "year": 2016,
        "role": "digital compositor",
        "movie_id": "tt3082854",
        "director": "Thomas Vinterberg",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNzA4MDVkMmItYTNjMy00ODFhLTgyZDItZTk4MWY3MDMwY2U1XkEyXkFqcGc@.jpg",
        "plot_outline": "Erik, a lecturer in architecture, inherits his father's large old house in Hellerup, north of Copenhagen. His wife Anna, a well-known television newscaster, suggests that they invite their friends to come live with them. In this way she hopes to evade the boredom that has seeped into their marriage. Before long, a dozen women, men, and children move into the country house, make collective decisions, engage in discussions, and go swimming together in the nearby Øresund strait. They also rub one another up the wrong way on account of their smaller and larger idiosyncrasies. Their fragile equilibrium threatens to come undone when Erik falls in love with his student Emma and the young woman moves into the house. Erik and Anna's 14-year-old daughter Freja aloofly observes these goings-on and seeks her own way.",
        "videos": [
            "http://www.imdb.com/title/tt3082854/videoplayer/vi1649456665"
        ],
        "date": "21 Apr 2016 (Netherlands)"
    },
    {
        "title": "Rendez-Vous",
        "year": 2015,
        "role": "digital compositor",
        "movie_id": "tt3755362",
        "director": "Antoinette Beumer",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjM1MzA3NDcwOF5BMl5BanBnXkFtZTgwNTczMjQwNTE@.jpg",
        "plot_outline": "Simone inherits a dilapidated farmhouse in France and makes her way there with her husband Eric and their two children. Her dream is to turn the house into a bed and breakfast but as the hectic pace of the rebuilding gets underway, she gets caught up in the romance and chaos of it all. Losing sight of her goals, she must find her way back to the dreams and ambitions which brought her there in the first place.",
        "videos": [
            "http://www.imdb.com/title/tt3755362/videoplayer/vi1619310873"
        ],
        "date": "04 Jun 2015 (Netherlands)"
    },
    {
        "title": "Land and Shade",
        "year": 2015,
        "role": "digital compositor",
        "movie_id": "tt4663992",
        "director": "César Augusto Acevedo",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BY2U3YTk1NDYtNWY0Yy00Y2Q0LTg2N2ItOTIyOGI1NzRiODNkXkEyXkFqcGc@.jpg",
        "plot_outline": "Alfonso is an old farmer who has returned home to tend to his son, who is gravely ill. He rediscovers his old house, where the woman who was once his wife still lives, with their daughter-in-law and grandson. The landscape that awaits him resembles a wasteland. Vast sugar-cane plantations surround the house, producing perpetual clouds of ash. 17 years after abandoning them, Alfonso tries to fit back in and save his family..",
        "videos": [
            "http://www.imdb.com/title/tt4663992/videoplayer/vi751155737"
        ],
        "date": "29 Sep 2016 (Netherlands)"
    },
    {
        "title": "The Lobster",
        "year": 2015,
        "role": "digital compositor",
        "movie_id": "tt3464902",
        "director": "Yorgos Lanthimos",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNDQ1NDE5NzQ1NF5BMl5BanBnXkFtZTgwNzA5OTM2NTE@.jpg",
        "plot_outline": "A love story set in a dystopian near future where single people are arrested and transferred to a creepy hotel. There they are obliged to find a matching mate in 45 days. If they fail, they are transformed into an animal and released into the woods.",
        "videos": [
            "http://www.imdb.com/title/tt3464902/videoplayer/vi2703471385",
            "http://www.imdb.com/title/tt3464902/videoplayer/vi151827737"
        ],
        "date": "22 Oct 2015 (Netherlands)"
    },
    {
        "title": "The Little Gangster",
        "year": 2015,
        "role": "digital compositor",
        "movie_id": "tt3845822",
        "director": "Arne Toonen, Arent Jack",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOGUwNzRmYWYtMWE0Yi00ZGY0LWIyZmYtZGM1ZDk5NDJlZWQ0XkEyXkFqcGc@.jpg",
        "plot_outline": "Comedy about a boy who is bullied and therefore decides to boost his image by saying that he belongs to a mafia family. Rik Boskamp, son of a nerdy accountant, will not be bullied. Inspired by a mafia film he gets an idea. He causes his elders to move and that his father is looked at for the dangerous mafia boss Paulo Boskampi in the new village. It soon turns out to work the plan. Rikkie Boskampi is no longer bullied, everyone is afraid of Paulo and treats them with respect. Until a bully from the past emerges. How long Rikkie may lie still before its discovered? This family film is based on the book by Marjon Hoffman.",
        "videos": [],
        "date": "29 Apr 2015 (Netherlands)"
    },
    {
        "title": "Black Tulip",
        "year": 2015,
        "role": "digital compositor",
        "movie_id": "tt4283994",
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTk3NDg4MjcxNl5BMl5BanBnXkFtZTgwNDUxMzQ5NDE@.jpg",
        "plot_outline": "A story of two families in the countryside of the Netherlands, becoming archenemies after a mysterious accident in the past. A legendary black tulip intensifies their ongoing feud. The families face important choices about life and death, love and hate and harmony and chaos.",
        "videos": [],
        "date": null
    },
    {
        "title": "Missie Aarde",
        "year": 2015,
        "role": "digital compositor",
        "movie_id": "tt4045340",
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZjY5ZjJmZGYtM2I5Yy00ZmE0LWE1MDgtMzkwMzZiY2IzNmZjXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": null
    },
    {
        "title": "Het mooiste wat er is",
        "year": 2015,
        "role": "digital compositor",
        "movie_id": "tt4359602",
        "director": "Danyael Sugawara",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjA3NzU3ODc2N15BMl5BanBnXkFtZTgwMTcwODUzNDE@.jpg",
        "plot_outline": "Sam and Do are struggling with love in this story. They are together for five years, enjoying their lives and being more than happy. Although they are opposites, they complement each other perfectly and bring up the best in each other. But when Do gives birth to their son Max, their world is turned upside down. Doubt, different views on parenting and unfinished things from the past cause a growing rift in their relationship. Will love survive after the arrival of their baby?",
        "videos": [],
        "date": null
    },
    {
        "title": "Battles",
        "year": 2015,
        "role": "digital compositor",
        "movie_id": "tt4322004",
        "director": "Isabelle Tollenaere",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTg2MTk5MzAzM15BMl5BanBnXkFtZTgwNjUxMDAzNDE@.jpg",
        "plot_outline": "Is a war ever really over? Battles reveals a past that has not come to an end, by scrutinizing the traces which remain in the landscape and the memory. A bomb, bunker, tank, soldier - four archetypes of warfare - lead us through places in Europe where conflicts have occurred in the recent past. We discover the transformation of people, things and landscapes following demilitarization. An elderly man in a country inundated with bunkers, grotesque scenes of a prison camp at night, the final days of antiquated explosives, an army of women working on explodable artillery,...",
        "videos": [],
        "date": "Jan 2015 (Netherlands)"
    },
    {
        "title": "Erbarme dich - Matthäus Passion Stories",
        "year": 2015,
        "role": "digital compositor",
        "movie_id": "tt4362388",
        "director": "Ramón Gieling",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjEzMzU3MTExNV5BMl5BanBnXkFtZTgwNTAwOTQ0NDE@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": "26 Feb 2015 (Netherlands)"
    },
    {
        "title": "Homies",
        "year": 2015,
        "role": "digital compositor",
        "movie_id": "tt3851324",
        "director": "Jon Karthaus",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BY2Y3NGI5MzAtOWI5NC00NzRkLTg2NmQtZWU0ZjRlYjA5ZTg1XkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": "22 Jan 2015 (Netherlands)"
    },
    {
        "title": "The Neighbors",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt3996656",
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BM2RiOGQ4NTAtYzJhNS00ZDdjLWFhY2QtY2UwNWY5Y2ZmNDdhXkEyXkFqcGc@.jpg",
        "plot_outline": "Peter and Eva, a nice young couple expecting their first child, buy a house in a suburban village. Before they get to move into their new home, they lose the baby girl. Eva has a hard time coping with her loss. Peter has mixed feelings. The baby wasn't his to begin with. He's infertile and hopes the chapter of having children has now come to an end. When they meet their new neighbors Rebecca and Steven, a carefree outgoing couple, that helps them forget their pain. But are Rebecca and Steven really who they say they are?",
        "videos": [
            "http://www.imdb.com/title/tt3996656/videoplayer/vi3105471513",
            "http://www.imdb.com/title/tt3996656/videoplayer/vi2310454041"
        ],
        "date": null
    },
    {
        "title": "Dansen op de vulkaan",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt3323318",
        "director": "Adriënne Wurpel",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTkzNDg3MDgwN15BMl5BanBnXkFtZTgwMDkwMzQ1MjE@.jpg",
        "plot_outline": "Maarten has an incurable matabolic disorder. His friend, Stefan, is the only one who knows. No one at his school, his danceschool, not even his new girlfriend named Roxanne. It's just Stefan. Maarten wants to be a normal boy and does the things every normal boy does, wich is unhealthy and exhausting for him. His parents are divorced, he lives with his mom, Sophie. His father, Frans, is nicer to him than his mom, but still he's concerned, which irritates Maarten. This movie is about a boy who just wants to be a boy and loves dancing. He has a girlfriend, friends, but it's impossible acting normal around them whilst being sick.",
        "videos": [],
        "date": "30 Oct 2014 (Netherlands)"
    },
    {
        "title": "Wonderbroeders",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt3820346",
        "director": "Johan Timmers",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTc5Nzk5MDkxNF5BMl5BanBnXkFtZTgwNjkwMzQ1MjE@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": "02 Oct 2014 (Netherlands)"
    },
    {
        "title": "Das Wad",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt4173382",
        "director": "Rob Lücker",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjM4MDMwODk0Nl5BMl5BanBnXkFtZTgwNDMwNzQ3MzE@.jpg",
        "plot_outline": "Surrounded by endless horizons we wander the sands together with gold seeker Salomon (60), whose Jewish appearance is almost a caricature. He cheerfully whistles along with the Klezmer song on his portable radio, while his detector sweeps the wet sand. Then his detector goes off, and Salomon finds himself face to face with a rusty periscope sticking out of the sand. His astonishment grows as the periscope starts to follow his movements. When a pounding noise is being produced from the hold under the ground Salomon decides to grab his spade and save this strange form of life before the tide will turn. Finally, he discovers the hatch of what seems to be a giant submarine and opens it. He is in for the shock of his life when he finds he has just released its fanatical German crew who have long passed the age of retirement...",
        "videos": [],
        "date": null
    },
    {
        "title": "Force",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt3487478",
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjA1NjY4MjM3Nl5BMl5BanBnXkFtZTgwMzUzNTM0MTE@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": null
    },
    {
        "title": "Celblok H",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt3471980",
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWFkYTAzYWUtOWMyOC00ZmRjLThmYzUtODQ2N2Y1NGJmNzgxXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": null
    },
    {
        "title": "Heart Street",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt3171886",
        "director": "Sanne Vogel",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTg2OTIzODc0OV5BMl5BanBnXkFtZTgwMDUwNzkwMTE@.jpg",
        "plot_outline": "Single father and Deli owner Daan tries to find love online. Katje a beautiful yet self absorbed designer opens a store next door, they instantly dislike each other. Daan daughter Saar loves swans, and the fact that they are monogamous for life. She sees her dad as a swan looking for his lifelong mate. Daan falls in love with a woman online, but when they meet she is not who he expects. *Subtitles",
        "videos": [],
        "date": "13 Mar 2014 (Netherlands)"
    },
    {
        "title": "Bannebroek's Got Talent",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt3556648",
        "director": "Pieter Kramer",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWUzMTM3M2UtZGI4Yi00NDY0LWI2MWUtNjgxMDFlZDUzODRjXkEyXkFqcGc@.jpg",
        "plot_outline": "Max and Willy participate in the talent show in Bannebroek with a magic act. When Max thinks he is more likely to win the main prize and the beautiful Laura without Willy, he drops his best friend. Willy disappears during the final. What does Max do? Will he choose the competition or will he search for his friend?",
        "videos": [],
        "date": "23 Feb 2014 (Netherlands)"
    },
    {
        "title": "Boys",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt3318220",
        "director": "Mischa Kamp",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjU4NjE2NDM4NV5BMl5BanBnXkFtZTgwMzM2NDg5MjE@.jpg",
        "plot_outline": "BOYS tells the story of Sieger, a sporty, rather quiet 15-year-old boy who discovers love during the summer holidays. Sieger is training in the new athletics team for the national relay championships and meets the intriguing and unpredictable Marc. The friendship that develops seems nothing out of the ordinary, but Sieger secretly harbours stronger feelings for Marc. He engages in a lonely struggle with himself when it emerges that Marc is also in love with him. With his best friend Stef, Sieger discovers a motocross track outside the village. Events soon take on a momentum of their own as Sieger quickly becomes involved with Jessica. At last, he counts for something in the eyes of his tough older brother Eddy, who is secretly using the track to tear around on a moped. Sieger keeps quiet about this to his father, who often clashes with the rebellious Eddy since their mother's death. Sieger tries to make peace between the two, but his mind is elsewhere, as he finds it increasingly difficult to deny his feelings for Marc.",
        "videos": [
            "http://www.imdb.com/title/tt3318220/videoplayer/vi1045086489"
        ],
        "date": "09 Feb 2014 (Netherlands)"
    },
    {
        "title": "Kris Kras",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt3275144",
        "director": "David Grifhorst",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYWVkMjczN2EtODU4NS00NTMzLWE3YTMtZWFiZjJhYmZlOTY3XkEyXkFqcGc@.jpg",
        "plot_outline": "Jurre and Kiki twins of nine years old. With divorced, working parents, they only have one real home: Grandpa's house. Until their mother decides to move to Ibiza together with them. If their grandfather gets an accident, nobody can take care of him and his house is put up for sale, the children make a decision: they are going to take care of him. That means; back to the Netherlands. What follows is a journey criss-cross through Europe. Without money, without speaking the language of the countries where they end up, but determined. They meet special people, experience the wildest, exciting and funny adventures and get to know each other better and better. But are the children on time to stop the sale?",
        "videos": [],
        "date": "19 Jan 2014 (Netherlands)"
    },
    {
        "title": "Ramses",
        "year": 2014,
        "role": "digital compositor",
        "movie_id": "tt3089822",
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYWM4ZjkyOGMtYzgxZS00ODdhLWFmYTctZjJkNjEwOTNiODViXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": null
    },
    {
        "title": "Waiting for Marissa",
        "year": 2013,
        "role": "digital compositor",
        "movie_id": "tt3164054",
        "director": "Rolf van Eijk",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjA1MTUzNjg5M15BMl5BanBnXkFtZTgwNTcyOTQ2MTE@.jpg",
        "plot_outline": "The film tells the story about two eleven-year-old boys who do not know each other; they meet under a tree in a deserted landscape where they both have an appointment with the same girl. While waiting for her, the two boys get intertwined in a struggle over power and a game of attraction and rejection regarding the girl. Uncertain if the girl will show up, the two boys form, despite their differences, the basis of a friendship.",
        "videos": [],
        "date": "30 Dec 2013 (Netherlands)"
    },
    {
        "title": "De club van Sinterklaas & de Pietenschool",
        "year": 2013,
        "role": "digital compositor",
        "movie_id": "tt3005160",
        "director": "Melcher Hillmann",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTU0MDY4NTk0OF5BMl5BanBnXkFtZTgwNDk0ODIzMDE@.jpg",
        "plot_outline": "What child wouldn't want to learn how to become St. Nicholas' helper? But for that you should be allowed to enter the castle in Spain. This year St. Nicholas gives one child the chance to make this dream come true. Golden Pepernoot is hidden somewhere in the Netherlands. The child who finds it can go to the helpers' school in Spain. But if two Golden Pepernoten are found, the helpers must take Coole Piet fan Lucas and a mysterious man to the castle. Who will pass the exam to become a helper and join St. Nicholas on the boat to the Netherlands?",
        "videos": [
            "http://www.imdb.com/title/tt3005160/videoplayer/vi3209999897",
            "http://www.imdb.com/title/tt3005160/videoplayer/vi2253698585"
        ],
        "date": "09 Oct 2013 (Netherlands)"
    },
    {
        "title": "Intruders",
        "year": 2013,
        "role": "visual effects artist",
        "movie_id": "tt2964300",
        "director": "David van Wassem",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTY0NjQwOTk4MF5BMl5BanBnXkFtZTgwNzM0ODI4MDE@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": "02 Jul 2013 (Netherlands)"
    },
    {
        "title": "De marathon",
        "year": 2012,
        "role": "digital compositor",
        "movie_id": "tt2401621",
        "director": "Diederick Koopal",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTQ4MDkwOTUyMF5BMl5BanBnXkFtZTcwODMzMTE1OA@@.jpg",
        "plot_outline": "In a car shop in Rotterdam, three car mechanics find out that the owner of the car shop, their colleague and boss, has a debt of EUR40.000 with the tax service. After unsuccessfully trying several possible solutions, these four beer-drinking and cigarette-smoking out-of-shape men ask their fifth colleague, a now physically disabled but former marathon runner, to train them for a marathon. If they finish it, their debt will be paid, if they don't, they lose the garage.",
        "videos": [],
        "date": "18 Oct 2012 (Netherlands)"
    },
    {
        "title": "De club van Sinterklaas & het geheim van de speelgoeddokter",
        "year": 2012,
        "role": "digital compositor",
        "movie_id": "tt2401619",
        "director": "Pieter Walther Boer",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjMxMTE5Njk0MF5BMl5BanBnXkFtZTcwMDIwMzk0OA@@.jpg",
        "plot_outline": "Shortly before 5 December, St. Nicholas mysteriously disappears from the castle. The Club helpers don't understand and are worried. St. Nicholas reappears moments later, but he behaves strangely and says unkind things. What happened to him? And why was that Toys Doctor at the castle? Mees and his neighbor Katja discover what is wrong with St. Nicholas and what is the secret of the strange Toys Doctor. St. Nicholas' eve is at risk and they need as quickly as possible to warn the helpers of The Club. Will the Club, Mees, and Katja succeed in time to unmask the Toy Doctor? Can St. Nicholas' eve this year still going through?",
        "videos": [
            "http://www.imdb.com/title/tt2401619/videoplayer/vi2975118873"
        ],
        "date": "03 Oct 2012 (Netherlands)"
    },
    {
        "title": "Boy",
        "year": 2012,
        "role": "digital compositor",
        "movie_id": "tt2445032",
        "director": "Tami Ravid",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMGRlMDk0YjYtNGU2NC00NzkxLWJhODktOTNlODM2MmY4MGQ5XkEyXkFqcGc@.jpg",
        "plot_outline": "\"Boy\" tells the story of an invisible member of our society, an undocumented Filipino cleaner. He has no name. Moving continuously from one location to the other, he is living between being seen and being invisible, between his life with his boyfriend, an erotic dancer, and his role as financial provider of his family back home. All this changes when his boyfriend auditions for a dance company and one of his employers commits suicide. A charming photographer shows interest in him. He wants him as a model for a photo series.",
        "videos": [],
        "date": "29 Sep 2012 (Netherlands)"
    },
    {
        "title": "Tricked",
        "year": 2012,
        "role": "title design",
        "movie_id": "tt2171875",
        "director": "Paul Verhoeven",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BODM2MTE4MDk1MF5BMl5BanBnXkFtZTgwMTQzNjAzMTE@.jpg",
        "plot_outline": "",
        "videos": [
            "http://www.imdb.com/title/tt2171875/videoplayer/vi3927947289"
        ],
        "date": "18 Jan 2014 (Japan)"
    },
    {
        "title": "Ballast",
        "year": 2012,
        "role": "digital compositor",
        "movie_id": "tt2176450",
        "director": "Mirjam de With",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNTU4MjAxMTEtZjExYS00YzQ1LTg4MGItMzE5YjE4NTgxN2FjXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": null
    },
    {
        "title": "Naar het Einde van de Straat",
        "year": 2012,
        "role": "visual effects",
        "movie_id": "tt2343661",
        "director": "Eva M.C. Zanen",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjNlYWYzMDAtMTFhOC00NWJjLWEzYWUtYzBiMmVhNjM1YmRlXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": null
    },
    {
        "title": "Play It by Ear",
        "year": 2023,
        "role": "camera operator",
        "movie_id": "tt18560836",
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZjRmODk0NDItYzMzNy00ZDQ1LWJiMzItMTUyNWQ3NmE1YzVjXkEyXkFqcGc@.jpg",
        "plot_outline": "Lukas, originally from the Netherlands, and Mila, born and raised in California, are college sweethearts planning on moving in together after graduation. But when their careers force them to stay apart, they resolve to rise to the challenge of a long-distance relationship. Mila is accepted into a yearlong screenwriters program in Los Angeles, and Lukas moves across the world to work for a magazine in Amsterdam. For one year, they'll try to make things work -- but cracks in their bond appear sooner than expected.",
        "videos": [],
        "date": null
    },
    {
        "title": "Catastrophe",
        "year": 2017,
        "role": "compositing",
        "movie_id": "tt6922038",
        "director": "Jamille van Wijngaarden",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOTc2NjZmNDktYzA3Mi00NTA1LTlkOGYtOGU3MjI4MDQxNTAyXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": "07 Jul 2017 (Netherlands)"
    },
    {
        "title": "Rokjesdag",
        "year": 2016,
        "role": "digital compositor",
        "movie_id": "tt4652164",
        "director": "Johan Nijenhuis",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYzg0YzJkMzEtYTkxMS00OWEwLWI3YjUtZmM0NmM1MmIzNWQ4XkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [
            "http://www.imdb.com/title/tt4652164/videoplayer/vi2395586073"
        ],
        "date": "10 Mar 2016 (Netherlands)"
    },
    {
        "title": "Where We Stay",
        "year": 2024,
        "role": "visual effects supervisor",
        "movie_id": "tt28131010",
        "director": "Florence Bouvy",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZjFjN2QyYTItMWUwZi00OTRlLWEwNDItNWU3ODU1MmJlZTRiXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "date": null
    },
    {
        "title": "Laatste ronde",
        "year": 2024,
        "role": "visual effects supervisor",
        "movie_id": "tt28491190",
        "director": "Boris Paval Conen",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZDg4ZjFiZDgtYzkyMy00YjRkLTgxMjgtMmYwZDMwYTRjYTAzXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [
            "http://www.imdb.com/title/tt28491190/videoplayer/vi4146578969",
            "http://www.imdb.com/title/tt28491190/videoplayer/vi3850552857"
        ],
        "date": "16 May 2024 (Netherlands)"
    },
    {
        "title": "Swanenburg",
        "year": 2021,
        "role": "visual effects supervisor",
        "movie_id": "tt11935214",
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZWNhN2E0NjMtZGY4Yy00YmRmLWFjMDYtNjJjZDE3N2Q2MDI5XkEyXkFqcGc@.jpg",
        "plot_outline": "When patriarch Jack Praal is confronted with his biggest fear and his youngest son Dirk is linked to a woman's death, the family gets trapped in a web of intrigue and betrayal. During the course of five weeks, the series follows the family members, who put their own interests aside in order to save everything. But not everyone is playing a fair game, which seems to result in the inevitable downfall of the once-close Praal family.",
        "videos": [
            "http://www.imdb.com/title/tt11935214/videoplayer/vi3013199385",
            "http://www.imdb.com/title/tt11935214/videoplayer/vi3878076441"
        ],
        "date": null
    },
    {
        "title": "Imago",
        "year": 2023,
        "role": "visual effects supervisor",
        "movie_id": "tt14417122",
        "director": "Olga Chajdas",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjVmYTI0YzktZjE4MC00MTZhLWFlYzgtYzkyMjhkNTU3ODhmXkEyXkFqcGc@.jpg",
        "plot_outline": "It is 1987 and the wind of change will soon also be sweeping across communist Poland. Ela is a young woman seeking refuge from the insipidness of a life hallowed by the regime, mixing with artists on the alternative scene, singing in clubs with her post-punk band, and attending alcohol-fuelled parties... In her second film director Olga Chajdas summons up vital energy to invigorate the music scene of the Baltic Tricity and, aided by the charismatic actress and co-scripter Lena Góra, she offers the viewer a vivid portrait of a multilayered character - an inspirational artist forever enveloped in cigarette smoke, a woman struggling with her inner demons, yet also a fragile creature yearning for motherly love.",
        "videos": [],
        "date": null
    }
]