{
    "tt9573150": {
        "director": "Steve McQueen",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BODJjMDVlYjItMDU3MC00ZWU1LWJiNTgtNGI1ZDk3ZTYyY2RjXkEyXkFqcGc@.jpg",
        "plot_outline": "The past collides with the present in this excavation of the Nazi occupation of Amsterdam: a journey from World War II to recent years of pandemic and protest and a provocative, life-affirming reflection on memory, time and what's to come.",
        "videos": [
            "http://www.imdb.com/title/tt9573150/videoplayer/vi4157523737"
        ],
        "title": "Occupied City",
        "year": 2023,
        "category": "Film",
        "date": "May 17, 2023",
        "role": "VFX Supervisor"
    },
    "tt35377239": {
        "director": "Dillon Bentlage",
        "cover_url": null,
        "plot_outline": "Mr. Pearson's days in front of the camera may be a thing of the past, but the actor inside of him is very much alive. Caroline and Miguel split days and nights with legendary Hollywood actor Robert Pearson, a brilliant and talented gentleman battling mental decline. Despite their differences in approach to caring for the cantankerous man, both have the same goal of keeping him safe and connected. Miguel's care-taking method is pretty straightforward as he spends most of his time with Mr. Pearson meeting his basic needs of eating, sleeping, and grooming. Caroline, on the other hand, has become more than a nurse. A maternal confidante and playful companion, Caroline stops at nothing to keep Mr. Pearson from slipping away, even if that means casting herself opposite the leading man to perform a scene from one of his hit movies from long ago. And it's working. Their make-believe games cause Mr. Pearson to feel alive again, but as the line between fantasy and reality blurs, his grip loosens and Caroline's gets tighter. Now, with everyone's livelihood on the line, Miguel and Caroline must work together to save Mr. Pearson's luminous star from fading to black.",
        "videos": [],
        "title": "Watching Mr. Pearson - IMDb",
        "year": null,
        "category": "Film",
        "date": null,
        "role": "Visual Effects Supervisor"
    },
    "tt7458836": {
        "director": "Michiel van Erp",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNzYzZThiNmYtNTNmMy00NmI4LWJhYTUtM2NiNjUzZTFlMTkxXkEyXkFqcGc@.jpg",
        "plot_outline": "Based on a true story, A Beautiful Imperfection tells the empowering tale of Lucia, Giacomo Casanova's first and greatest love, who leaves Italy for Amsterdam, after her face has been disfigured by smallpox. Sixteen years later, when she has reinvented herself as a veiled courtesan known by the name of Galathée, they meet again. Without revealing her true identity and face, Lucia and Giacomo become lovers once more. Does Lucia dare to unveil herself and turn her weakness into her strength so she can be truly free in the face of her great love?",
        "videos": [
            "http://www.imdb.com/title/tt7458836/videoplayer/vi2167719449"
        ],
        "title": "A Beautiful Imperfection",
        "year": 2024,
        "category": "Film",
        "date": "September 6, 2024",
        "role": "Vfx Supervisor Pre-Production"
    },
    "tt17347524": {
        "director": "Xiaoshuai Wang",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOGU0ZTczOWEtNWJiZi00ZGNkLWI3MTMtOWVjMDBlODk4ZjhlXkEyXkFqcGc@.jpg",
        "plot_outline": "Ten-year-old dreams of water pistol. Grandfather promises it as ghost after death. Hunt ensues, blurring dreams, reality, past, present. Portraits generations' love of rural China land.",
        "videos": [],
        "title": "Above the Dust",
        "year": 2024,
        "category": "Film",
        "date": "February 17, 2024",
        "role": "Digital Compositor"
    },
    "tt28185403": {
        "director": "Pieter van Rijn",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BM2M4ZWRiNTYtOTNiZC00NWI0LThhYmEtNGYzZmE4NDIxZmExXkEyXkFqcGc@.jpg",
        "plot_outline": "When Judeska closes a deal for a branch in Asia, she and Ping Ping are swindled by mysterious businessman Lo Pei Chan. They travel to Bangkok and engage in a life-threatening burglary to recapture their restaurant and their friendship.",
        "videos": [
            "http://www.imdb.com/title/tt28185403/videoplayer/vi3918251545"
        ],
        "title": "Bon Bini: Bangkok Nights",
        "year": 2023,
        "category": "Film",
        "date": "December 20, 2023",
        "role": "Visual Effects Supervisor On Set"
    },
    "tt15261252": {
        "director": "Johan Nijenhuis",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BODg0NzRlZGItYzhhNi00NzU5LTk0NjAtZmM4ZWIxODBjZjBiXkEyXkFqcGc@.jpg",
        "plot_outline": "It tells the story of Yasmine, a young and ambitious lawyer who juggles her different identities.",
        "videos": [],
        "title": "Marokkaanse bruiloft",
        "year": 2022,
        "category": "Film",
        "date": "June 2, 2022",
        "role": "Visual Effects Supervisor"
    },
    "tt13879782": {
        "director": "Flip Van der Kuil, Stephan Miras",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOTBkYjg3ODEtYTM5Ni00NzE5LTgzYTUtMjBmODBmODk0MDljXkEyXkFqcGc@.jpg",
        "plot_outline": "In the Red Light District of Amsterdam, a snackbar displays its fried snacks as prostitutes. A young, naive croquette takes on a bitchy cheese soufflé to convince a hungry customer that she is the tastiest snack.",
        "videos": [],
        "title": "Red Fried District",
        "year": 2021,
        "category": "Film",
        "date": "September 2021",
        "role": "Compositor"
    },
    "tt10795304": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZmMzZTg3NTQtODJjMi00M2RiLTlhZWQtOTBhMzc0ZTU5Yzg0XkEyXkFqcGc@.jpg",
        "plot_outline": "Red Light is a swirling, current drama series about three women who lose themselves and find each other in the world of prostitution and human trafficking. Selected for The Netherlands Film Festival and Film Festival Gent. Nominated for Cannes Series Festival.",
        "videos": [
            "http://www.imdb.com/title/tt10795304/videoplayer/vi3905864217"
        ],
        "title": "Red Light",
        "year": 2020,
        "category": "TV Series",
        "date": "October 1, 2020",
        "role": "Visual Effects Supervisor"
    },
    "tt10288566": {
        "director": "Thomas Vinterberg",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjYxN2EwYjUtNzdiOS00NTgwLTgwNzMtZmE1NGMzYTYxNzBjXkEyXkFqcGc@.jpg",
        "plot_outline": "There is a theory that man is born with half a per mille too little, that alcohol in the blood opens the mind to the outside world, problems seem smaller, and creativity increases. We know it well: after the first glass of wine, the conversation lifts, the possibilities open up. Martin (Mads Mikkelsen) is a high-school teacher who feels old and tired. His students and their parents want him terminated to increase their average. Encouraged by the per mille theory, Martin and his three colleagues throw themselves into an experiment to maintain a constant alcohol impact in everyday life. If Churchill won World War II in a dense fog of spirits, what could the strong drops do for them and their students? The result is positive in the beginning. Martin's class is in a different way now, and the project is being promoted to a real academic study with the collection of results. Slowly but surely, the alcohol makes the four friends and their surroundings loosen up. The results are rising, and they really begin to feel life. As the objects go inboard, the experiment progresses for some and goes off track for others. It becomes clearer and clearer that alcohol can generate great results in world history, but that all daring can also have consequences. The film is described as a fun, touching and thought-provoking drama about friendship, freedom--and alcohol.",
        "videos": [
            "http://www.imdb.com/title/tt10288566/videoplayer/vi4070162713",
            "http://www.imdb.com/title/tt10288566/videoplayer/vi4106928409"
        ],
        "title": "Another Round",
        "year": 2020,
        "category": "Film",
        "date": "September 12, 2020",
        "role": "Visual Effects Supervisor"
    },
    "tt8458582": {
        "director": "Aniëlle Webster",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMzlmMWU3MDQtN2FjYS00OWU3LThmMTgtNjlkZTg2NTc3ZTk0XkEyXkFqcGc@.jpg",
        "plot_outline": "Big shot lawyer Gijs, who makes big money for his law firm from lucrative toxic divorces, is well on his way to become a partner. His credo: All is fair in love and war. But his idealistic co-worker Cato takes a very different perspective. Love is a verb, and when love fades, it is a lawyer's job to make sure people separate peacefully from their failed relationships. When it turns out that Cato is also in the race for the coveted position of partner in the company, they are both forced to re-examine their beliefs on love, marriage and growing their careers. A feel-good film about how to manage modern-day life and relationships between men and women and on how to believe in love when divorce is your line of work.",
        "videos": [
            "http://www.imdb.com/title/tt8458582/videoplayer/vi2221850905"
        ],
        "title": "So What Is Love",
        "year": 2019,
        "category": "Film",
        "date": "October 4, 2019",
        "role": "Visual Effects Supervisor"
    },
    "tt10360586": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTJlYzg5NmEtMjM3Zi00MTgyLWJhYjctYTkxZWFhMTg4YTllXkEyXkFqcGc@.jpg",
        "plot_outline": "An anthology series of six stories set in and around Rotterdam Central Railway Station.",
        "videos": [],
        "title": "Centraal",
        "year": 2019,
        "category": "TV Series",
        "date": "September 29, 2019",
        "role": "Visual Effects Supervisor"
    },
    "tt7865162": {
        "director": "Mischa Kamp",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWE3MTg3ZDQtZDA0Zi00YjBiLTg2NTAtZjQ4YTAwMGQ0MjM3XkEyXkFqcGc@.jpg",
        "plot_outline": "Grandma Stine (Beppie Melissen) reluctantly agrees to look after granddaughter Romy (Vita Heijmen) when daughter Margot (Noortje Herlaar), who recently got divorced, is at work. Grandma, who is still actively working as a hairdresser, is struggling with the early stages of Alzheimer's. Romy doesn't like having to go to the hairdressing salon every day, but this changes when grandma Stine confides in her granddaughter, telling her about her increasing confusion. Romy realizes that grandma is not only taking care of her, she will have to take care of her grandma in return. The bond between grandmother and granddaughter grows stronger as grandma seems to change more and more: she is sweeter than before, easier, and she recounts tales of her childhood in Denmark. Romy helps grandma run the salon the best she can, but when they can no longer manage together, Romy comes up with a plan. She decides to make grandma's dearest wish come true.",
        "videos": [],
        "title": "Romy's Salon",
        "year": 2019,
        "category": "Film",
        "date": "July 18, 2019",
        "role": "Visual Effects Supervisor"
    },
    "tt8747308": {
        "director": "Arne Toonen",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNGIxMDYyMGItNzU2My00OGNhLTkzOWMtZjBkY2NjOGYzMWUzXkEyXkFqcGc@.jpg",
        "plot_outline": "The 80's. Detective De Cock is stationed in the raw police station on the Warmoesstraat in Amsterdam. Together with his new partner Montijn he encounters a murder case, which seems to be a prelude to an attack during the coronation of Princess Beatrix.",
        "videos": [],
        "title": "Baantjer het begin",
        "year": 2019,
        "category": "Film",
        "date": "April 17, 2019",
        "role": "Visual Effects Supervisor"
    },
    "tt7330392": {
        "director": "Dennis Bots",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWFmNWIwNGMtZGQxYy00NTY5LWJjYTctOTk4OWQ4OTJiZGM4XkEyXkFqcGc@.jpg",
        "plot_outline": "A girls weekend in a remote cottage in the Ardennes. Relationships are put into focus - do the four girls know everything about each other? The filming of the 'best youth book' of 2012 written by Mel Wallis de Vries.",
        "videos": [
            "http://www.imdb.com/title/tt7330392/videoplayer/vi1504690713"
        ],
        "title": "Vicious",
        "year": 2019,
        "category": "Film",
        "date": "January 24, 2019",
        "role": "Compositor"
    },
    "tt7295378": {
        "director": "Jon Karthaus",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYTQ0OWVlMWQtZDdiYy00MTM5LWE5NTEtOGJmYTcwMGZlYjcxXkEyXkFqcGc@.jpg",
        "plot_outline": "Robertico is living in Curacao with Noella Maduro. While he is preparing to ask her to marry him, something happens to Ken Maduro, Noella's dad. Things go wrong, and Noelle tells Robertico she wants a time-out and flies to her dad in The Netherlands. Noella has to take her fathers job in hosting an special auction together with an wealthy young man. When Robertico finds out about this, he also flies to The Netherlands to win over Noella. With the help of his aunt Judeska, the other staff of FC Kip\"Radjesh,Noltie & Kofi\", and Asian hustler Ping Ping, he hopes he can convince her to marry him.",
        "videos": [
            "http://www.imdb.com/title/tt7295378/videoplayer/vi1479591705"
        ],
        "title": "Bon Bini Holland 2",
        "year": 2018,
        "category": "Film",
        "date": "December 13, 2018",
        "role": "Digital Compositor"
    },
    "tt8161226": {
        "director": "Will Koopman",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOTYwNTc1MmItZmQ5Ni00ZmZkLTg3ZGYtMTVjY2M4NjIxZDgzXkEyXkFqcGc@.jpg",
        "plot_outline": "When the host of the popular TV show All You Need Is Love disappears the night before the famous Christmas special everyone tries their best to save the show.",
        "videos": [],
        "title": "All You Need Is Love",
        "year": 2018,
        "category": "Film",
        "date": "December 6, 2018",
        "role": "Digital Compositor"
    },
    "tt6868684": {
        "director": "Hans Somers",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjM0MzgwN2EtY2U4Ny00ZWEwLTlhN2YtYjQ0ZmE3NDgyOGZmXkEyXkFqcGc@.jpg",
        "plot_outline": "Three school friends return to Marsman College for the reunion. The three old friends each have their own problems in their lives 25 years after high school. This film is based on the Danish film 'Klassefesten'.",
        "videos": [
            "http://www.imdb.com/title/tt6868684/videoplayer/vi2412363289"
        ],
        "title": "Men from Mars",
        "year": 2018,
        "category": "Film",
        "date": "March 8, 2018",
        "role": "Digital Compositor"
    },
    "tt7188568": {
        "director": "Erik de Bruyn",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYmUzNDYyNGEtNDE5ZC00NDk0LWE4NWEtMmYyMDJkMzA5MmE1XkEyXkFqcGc@.jpg",
        "plot_outline": "The quirky Dutch-Jamaican Hadiah Tromp (21) is the daughter of Navy officer Tromp, who believes his daughter is a perfect fit for the Navy. But Hadiah doesn't like her Navy training. She prefers to stay at home and listen to her collection of old Ska records. When her boyfriend cheats on her, she decides to finish her Navy training. But Hadiah has difficulties feeling at home in the disciplined and closed environment of the naval frigate and she has constant collusions with the handsome but stern Sergeant Major Paul Borremans. Can the impulsive Hadiah stand tall in the Navy world full of rules? Or is she forced to leave the ship early?",
        "videos": [],
        "title": "The Heart of Hadiah Tromp",
        "year": 2018,
        "category": "Film",
        "date": "February 14, 2018",
        "role": "Compositor"
    },
    "tt5912150": {
        "director": "Aniëlle Webster",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYjlhMmJjMTEtZmIwZC00MTI4LWE0MjYtZjUzZWU1Zjc1NDk2XkEyXkFqcGc@.jpg",
        "plot_outline": "Two modern women and their free-spirited mother struggle to balance their private, professional, and family lives.",
        "videos": [],
        "title": "No Such Thing as Housewives",
        "year": 2017,
        "category": "Film",
        "date": "December 21, 2017",
        "role": "Digital Compositor"
    },
    "tt6876488": {
        "director": "Johan Nijenhuis",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYzAyNjVkZDctMDI4MS00ZDZlLWJlNTEtMzRmZmNiZTVjMjExXkEyXkFqcGc@.jpg",
        "plot_outline": "In 'Gek van Geluk', Plien van Bennekom steps into the role of single mum Lena, who writes love songs but is stumped with writer's block because she has no romance in her life. Her best friend Valerie (Carly Wijs), a singer, comes up with a solution: she hires an unemployed actor to turn Lena's head and kickstart her inspiration. Lena falls head over heels for the handsome Hugo (Matteo van der Grijn) and it appears the plan has worked--until Lena becomes so distracted by the butterflies in her stomach that a new hit single is the last thing on her mind. In a desperate attempt to get Lena writing again Valerie puts their year-long friendship on the line and confronts Lena with the truth.",
        "videos": [
            "http://www.imdb.com/title/tt6876488/videoplayer/vi2194259481"
        ],
        "title": "Gek van geluk",
        "year": 2017,
        "category": "Film",
        "date": "December 7, 2017",
        "role": "Digital Compositor"
    },
    "tt6315790": {
        "director": "Jon Karthaus",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZWEzZWRlYTktNzE4MC00MTRmLTlkODMtN2RhZjk0ODNkZmNlXkEyXkFqcGc@.jpg",
        "plot_outline": "After the death of their best friend, three young women decide to complete her bucket list - only to find one particular entry exceptionally challenging: finding true love.",
        "videos": [
            "http://www.imdb.com/title/tt6315790/videoplayer/vi422692633"
        ],
        "title": "Bella Donna's",
        "year": 2017,
        "category": "Film",
        "date": "September 14, 2017",
        "role": "Digital Compositor"
    },
    "tt6164502": {
        "director": "Rainer Sarnet",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNzU0NzIwMTc5M15BMl5BanBnXkFtZTgwOTI0MzI3NDM@.jpg",
        "plot_outline": "\"November\" is based on Estonian novel \"Rehepapp\" by Andrus Kivirähk, a bestseller of the last twenty years. The film is a mixture of magic, black humor and romantic love. The story is set in a pagan Estonian village where werewolves, the plague, and spirits roam. The villagers' main problem is how to survive the cold, dark winter. And, to that aim, nothing is taboo. People steal from each other, from their German manor lords, and from spirits, the devil, and Christ. To guard their souls, they'll give them away to thieving creatures made of wood and metal called kratts, who help their masters by stealing more. They steal even if their barns are already overflowing. Stealing is an obsession that makes the villagers more and more like the soulless creatures they command, the kratts. The main character of the film is a young farm girl named Liina who is hopelessly and forlornly in love with a village boy named Hans. Her longing makes the girl become a werewolf and jump into an ice-cold pond. She's ready to die in the name of love. The pragmatic farmers are faced with a question: is the life that they've won through so much toil worth anything, if it lacks a soul? Estonian pagan and European Christian mythologies come together in this film. Both mythologies look for a miracle; for an ancient force that gives one a soul. This film is about souls - longing for a soul, selling your soul, and living without a soul.",
        "videos": [
            "http://www.imdb.com/title/tt6164502/videoplayer/vi853522457",
            "http://www.imdb.com/title/tt6164502/videoplayer/vi3487283225"
        ],
        "title": "November",
        "year": 2017,
        "category": "Film",
        "date": "January 27, 2017",
        "role": "Digital Compositor"
    },
    "tt3082854": {
        "director": "Thomas Vinterberg",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNzA4MDVkMmItYTNjMy00ODFhLTgyZDItZTk4MWY3MDMwY2U1XkEyXkFqcGc@.jpg",
        "plot_outline": "Erik, a lecturer in architecture, inherits his father's large old house in Hellerup, north of Copenhagen. His wife Anna, a well-known television newscaster, suggests that they invite their friends to come live with them. In this way she hopes to evade the boredom that has seeped into their marriage. Before long, a dozen women, men, and children move into the country house, make collective decisions, engage in discussions, and go swimming together in the nearby Øresund strait. They also rub one another up the wrong way on account of their smaller and larger idiosyncrasies. Their fragile equilibrium threatens to come undone when Erik falls in love with his student Emma and the young woman moves into the house. Erik and Anna's 14-year-old daughter Freja aloofly observes these goings-on and seeks her own way.",
        "videos": [
            "http://www.imdb.com/title/tt3082854/videoplayer/vi1649456665"
        ],
        "title": "The Commune",
        "year": 2016,
        "category": "Film",
        "date": "January 14, 2016",
        "role": "Digital Compositor"
    },
    "tt3755362": {
        "director": "Antoinette Beumer",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjM1MzA3NDcwOF5BMl5BanBnXkFtZTgwNTczMjQwNTE@.jpg",
        "plot_outline": "Simone inherits a dilapidated farmhouse in France and makes her way there with her husband Eric and their two children. Her dream is to turn the house into a bed and breakfast but as the hectic pace of the rebuilding gets underway, she gets caught up in the romance and chaos of it all. Losing sight of her goals, she must find her way back to the dreams and ambitions which brought her there in the first place.",
        "videos": [
            "http://www.imdb.com/title/tt3755362/videoplayer/vi1619310873"
        ],
        "title": "Rendez-Vous",
        "year": 2015,
        "category": "Film",
        "date": "June 4, 2015",
        "role": "Digital Compositor"
    },
    "tt4663992": {
        "director": "César Augusto Acevedo",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BY2U3YTk1NDYtNWY0Yy00Y2Q0LTg2N2ItOTIyOGI1NzRiODNkXkEyXkFqcGc@.jpg",
        "plot_outline": "Alfonso is an old farmer who has returned home to tend to his son, who is gravely ill. He rediscovers his old house, where the woman who was once his wife still lives, with their daughter-in-law and grandson. The landscape that awaits him resembles a wasteland. Vast sugar-cane plantations surround the house, producing perpetual clouds of ash. 17 years after abandoning them, Alfonso tries to fit back in and save his family..",
        "videos": [
            "http://www.imdb.com/title/tt4663992/videoplayer/vi751155737"
        ],
        "title": "Land and Shade",
        "year": 2015,
        "category": "Film",
        "date": "May 18, 2015",
        "role": "Digital Compositor"
    },
    "tt3464902": {
        "director": "Yorgos Lanthimos",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNDQ1NDE5NzQ1NF5BMl5BanBnXkFtZTgwNzA5OTM2NTE@.jpg",
        "plot_outline": "A love story set in a dystopian near future where single people are arrested and transferred to a creepy hotel. There they are obliged to find a matching mate in 45 days. If they fail, they are transformed into an animal and released into the woods.",
        "videos": [
            "http://www.imdb.com/title/tt3464902/videoplayer/vi2703471385",
            "http://www.imdb.com/title/tt3464902/videoplayer/vi151827737"
        ],
        "title": "The Lobster",
        "year": 2015,
        "category": "Film",
        "date": "May 15, 2015",
        "role": "Digital Compositor"
    },
    "tt3845822": {
        "director": "Arne Toonen, Arent Jack",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOGUwNzRmYWYtMWE0Yi00ZGY0LWIyZmYtZGM1ZDk5NDJlZWQ0XkEyXkFqcGc@.jpg",
        "plot_outline": "Comedy about a boy who is bullied and therefore decides to boost his image by saying that he belongs to a mafia family. Rik Boskamp, son of a nerdy accountant, will not be bullied. Inspired by a mafia film he gets an idea. He causes his elders to move and that his father is looked at for the dangerous mafia boss Paulo Boskampi in the new village. It soon turns out to work the plan. Rikkie Boskampi is no longer bullied, everyone is afraid of Paulo and treats them with respect. Until a bully from the past emerges. How long Rikkie may lie still before its discovered? This family film is based on the book by Marjon Hoffman.",
        "videos": [],
        "title": "The Little Gangster",
        "year": 2015,
        "category": "Film",
        "date": "April 19, 2015",
        "role": "Digital Compositor"
    },
    "tt4283994": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTk3NDg4MjcxNl5BMl5BanBnXkFtZTgwNDUxMzQ5NDE@.jpg",
        "plot_outline": "A story of two families in the countryside of the Netherlands, becoming archenemies after a mysterious accident in the past. A legendary black tulip intensifies their ongoing feud. The families face important choices about life and death, love and hate and harmony and chaos.",
        "videos": [],
        "title": "Black Tulip",
        "year": 2015,
        "category": "TV Series",
        "date": "Fri, May 6, 2016",
        "role": "Digital Compositor"
    },
    "tt4045340": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZjY5ZjJmZGYtM2I5Yy00ZmE0LWE1MDgtMzkwMzZiY2IzNmZjXkEyXkFqcGc@.jpg",
        "plot_outline": "In 2063, with all of Earth flooded except for the Netherlands, a crew of misfits aboard the Dutch spaceship Tasman are humanity's last and only hope for finding a new home planet.",
        "videos": [],
        "title": "Missie Aarde",
        "year": 2015,
        "category": "TV Series",
        "date": "Sun, Apr 17, 2016",
        "role": "Digital Compositor"
    },
    "tt4359602": {
        "director": "Danyael Sugawara",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjA3NzU3ODc2N15BMl5BanBnXkFtZTgwMTcwODUzNDE@.jpg",
        "plot_outline": "Sam and Do are struggling with love in this story. They are together for five years, enjoying their lives and being more than happy. Although they are opposites, they complement each other perfectly and bring up the best in each other. But when Do gives birth to their son Max, their world is turned upside down. Doubt, different views on parenting and unfinished things from the past cause a growing rift in their relationship. Will love survive after the arrival of their baby?",
        "videos": [],
        "title": "Het mooiste wat er is",
        "year": 2015,
        "category": "Film",
        "date": "January 31, 2015",
        "role": "Digital Compositor"
    },
    "tt4322004": {
        "director": "Isabelle Tollenaere",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTg2MTk5MzAzM15BMl5BanBnXkFtZTgwNjUxMDAzNDE@.jpg",
        "plot_outline": "Is a war ever really over? Battles reveals a past that has not come to an end, by scrutinizing the traces which remain in the landscape and the memory. A bomb, bunker, tank, soldier - four archetypes of warfare - lead us through places in Europe where conflicts have occurred in the recent past. We discover the transformation of people, things and landscapes following demilitarization. An elderly man in a country inundated with bunkers, grotesque scenes of a prison camp at night, the final days of antiquated explosives, an army of women working on explodable artillery,...",
        "videos": [],
        "title": "Battles",
        "year": 2015,
        "category": "Film",
        "date": "January 2015",
        "role": "Digital Compositor"
    },
    "tt4362388": {
        "director": "Ramón Gieling",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjEzMzU3MTExNV5BMl5BanBnXkFtZTgwNTAwOTQ0NDE@.jpg",
        "plot_outline": "A labyrinthine narrative in which people relate their special relationship with the music of Bach, with Pieter Jan Leusink's Bach Choir and Orchestra providing the score and a group of homeless people serving as their audience.",
        "videos": [],
        "title": "Erbarme dich - Matthäus Passion Stories",
        "year": 2015,
        "category": "Film",
        "date": "January 25, 2015",
        "role": "Digital Compositor"
    },
    "tt3851324": {
        "director": "Jon Karthaus",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BY2Y3NGI5MzAtOWI5NC00NzRkLTg2NmQtZWU0ZjRlYjA5ZTg1XkEyXkFqcGc@.jpg",
        "plot_outline": "After they accidentally get involved in a messy drugs conflict, four inept roommates need to sell 22 kilos of cocaine within a week to square things with the Russian mobsters they now owe money.",
        "videos": [],
        "title": "Homies",
        "year": 2015,
        "category": "Film",
        "date": "January 22, 2015",
        "role": "Digital Compositor"
    },
    "tt3996656": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BM2RiOGQ4NTAtYzJhNS00ZDdjLWFhY2QtY2UwNWY5Y2ZmNDdhXkEyXkFqcGc@.jpg",
        "plot_outline": "Peter and Eva, a nice young couple expecting their first child, buy a house in a suburban village. Before they get to move into their new home, they lose the baby girl. Eva has a hard time coping with her loss. Peter has mixed feelings. The baby wasn't his to begin with. He's infertile and hopes the chapter of having children has now come to an end. When they meet their new neighbors Rebecca and Steven, a carefree outgoing couple, that helps them forget their pain. But are Rebecca and Steven really who they say they are?",
        "videos": [
            "http://www.imdb.com/title/tt3996656/videoplayer/vi3105471513",
            "http://www.imdb.com/title/tt3996656/videoplayer/vi2310454041"
        ],
        "title": "The Neighbors",
        "year": 2014,
        "category": "TV Series",
        "date": "Fri, May 10, 2019",
        "role": "Digital Compositor"
    },
    "tt3323318": {
        "director": "Adriënne Wurpel",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTkzNDg3MDgwN15BMl5BanBnXkFtZTgwMDkwMzQ1MjE@.jpg",
        "plot_outline": "Maarten has an incurable matabolic disorder. His friend, Stefan, is the only one who knows. No one at his school, his danceschool, not even his new girlfriend named Roxanne. It's just Stefan. Maarten wants to be a normal boy and does the things every normal boy does, wich is unhealthy and exhausting for him. His parents are divorced, he lives with his mom, Sophie. His father, Frans, is nicer to him than his mom, but still he's concerned, which irritates Maarten. This movie is about a boy who just wants to be a boy and loves dancing. He has a girlfriend, friends, but it's impossible acting normal around them whilst being sick.",
        "videos": [],
        "title": "Dansen op de vulkaan",
        "year": 2014,
        "category": "Film",
        "date": "October 30, 2014",
        "role": "Digital Compositor"
    },
    "tt3820346": {
        "director": "Johan Timmers",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTc5Nzk5MDkxNF5BMl5BanBnXkFtZTgwNjkwMzQ1MjE@.jpg",
        "plot_outline": "Struggling to prevent their monastery from being turned into a fancy wellness resort, a group of monks have their world turned upside down when an actual miracle happens on their grounds.",
        "videos": [],
        "title": "Wonderbroeders",
        "year": 2014,
        "category": "Film",
        "date": "October 2, 2014",
        "role": "Digital Compositor"
    },
    "tt4173382": {
        "director": "Rob Lücker",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjM4MDMwODk0Nl5BMl5BanBnXkFtZTgwNDMwNzQ3MzE@.jpg",
        "plot_outline": "Surrounded by endless horizons we wander the sands together with gold seeker Salomon (60), whose Jewish appearance is almost a caricature. He cheerfully whistles along with the Klezmer song on his portable radio, while his detector sweeps the wet sand. Then his detector goes off, and Salomon finds himself face to face with a rusty periscope sticking out of the sand. His astonishment grows as the periscope starts to follow his movements. When a pounding noise is being produced from the hold under the ground Salomon decides to grab his spade and save this strange form of life before the tide will turn. Finally, he discovers the hatch of what seems to be a giant submarine and opens it. He is in for the shock of his life when he finds he has just released its fanatical German crew who have long passed the age of retirement...",
        "videos": [],
        "title": "Das Wad",
        "year": 2014,
        "category": "Film",
        "date": "September 30, 2014",
        "role": "Digital Compositor"
    },
    "tt3487478": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjA1NjY4MjM3Nl5BMl5BanBnXkFtZTgwMzUzNTM0MTE@.jpg",
        "plot_outline": "A boisterous homicide detective is partnered with a neurotic narc to fight organized crime in the Dutch city of Tilburg.",
        "videos": [],
        "title": "Force",
        "year": 2014,
        "category": "TV Series",
        "date": "Sun, Feb 2, 2020",
        "role": "Digital Compositor"
    },
    "tt3471980": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWFkYTAzYWUtOWMyOC00ZmRjLThmYzUtODQ2N2Y1NGJmNzgxXkEyXkFqcGc@.jpg",
        "plot_outline": "Joys and sorrows in a department of a female prison.",
        "videos": [],
        "title": "Celblok H",
        "year": 2014,
        "category": "TV Series",
        "date": "Mon, Mar 27, 2017",
        "role": "Digital Compositor"
    },
    "tt3171886": {
        "director": "Sanne Vogel",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTg2OTIzODc0OV5BMl5BanBnXkFtZTgwMDUwNzkwMTE@.jpg",
        "plot_outline": "Single father and Deli owner Daan tries to find love online. Katje a beautiful yet self absorbed designer opens a store next door, they instantly dislike each other. Daan daughter Saar loves swans, and the fact that they are monogamous for life. She sees her dad as a swan looking for his lifelong mate. Daan falls in love with a woman online, but when they meet she is not who he expects. *Subtitles",
        "videos": [],
        "title": "Heart Street",
        "year": 2014,
        "category": "Film",
        "date": "March 13, 2014",
        "role": "Digital Compositor"
    },
    "tt3556648": {
        "director": "Pieter Kramer",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWUzMTM3M2UtZGI4Yi00NDY0LWI2MWUtNjgxMDFlZDUzODRjXkEyXkFqcGc@.jpg",
        "plot_outline": "Max and Willy participate in the talent show in Bannebroek with a magic act. When Max thinks he is more likely to win the main prize and the beautiful Laura without Willy, he drops his best friend. Willy disappears during the final. What does Max do? Will he choose the competition or will he search for his friend?",
        "videos": [],
        "title": "Bannebroek's Got Talent",
        "year": 2014,
        "category": "TV Movie",
        "date": "February 23, 2014",
        "role": "Digital Compositor"
    },
    "tt3318220": {
        "director": "Mischa Kamp",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjU4NjE2NDM4NV5BMl5BanBnXkFtZTgwMzM2NDg5MjE@.jpg",
        "plot_outline": "BOYS tells the story of Sieger, a sporty, rather quiet 15-year-old boy who discovers love during the summer holidays. Sieger is training in the new athletics team for the national relay championships and meets the intriguing and unpredictable Marc. The friendship that develops seems nothing out of the ordinary, but Sieger secretly harbours stronger feelings for Marc. He engages in a lonely struggle with himself when it emerges that Marc is also in love with him. With his best friend Stef, Sieger discovers a motocross track outside the village. Events soon take on a momentum of their own as Sieger quickly becomes involved with Jessica. At last, he counts for something in the eyes of his tough older brother Eddy, who is secretly using the track to tear around on a moped. Sieger keeps quiet about this to his father, who often clashes with the rebellious Eddy since their mother's death. Sieger tries to make peace between the two, but his mind is elsewhere, as he finds it increasingly difficult to deny his feelings for Marc.",
        "videos": [
            "http://www.imdb.com/title/tt3318220/videoplayer/vi1045086489"
        ],
        "title": "Boys",
        "year": 2014,
        "category": "TV Movie",
        "date": "February 9, 2014",
        "role": "Digital Compositor"
    },
    "tt3275144": {
        "director": "David Grifhorst",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYWVkMjczN2EtODU4NS00NTMzLWE3YTMtZWFiZjJhYmZlOTY3XkEyXkFqcGc@.jpg",
        "plot_outline": "Jurre and Kiki twins of nine years old. With divorced, working parents, they only have one real home: Grandpa's house. Until their mother decides to move to Ibiza together with them. If their grandfather gets an accident, nobody can take care of him and his house is put up for sale, the children make a decision: they are going to take care of him. That means; back to the Netherlands. What follows is a journey criss-cross through Europe. Without money, without speaking the language of the countries where they end up, but determined. They meet special people, experience the wildest, exciting and funny adventures and get to know each other better and better. But are the children on time to stop the sale?",
        "videos": [],
        "title": "Kris Kras",
        "year": 2014,
        "category": "TV Movie",
        "date": "January 19, 2014",
        "role": "Digital Compositor"
    },
    "tt3089822": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYWM4ZjkyOGMtYzgxZS00ODdhLWFmYTctZjJkNjEwOTNiODViXkEyXkFqcGc@.jpg",
        "plot_outline": "A chronicle of legendary Dutch singer Ramses Shaffy's rise to fame, from his early days as a stage actor in late 1950s Amsterdam to his emergence as a national music icon throughout the following two decades.",
        "videos": [],
        "title": "Ramses",
        "year": 2014,
        "category": "TV Mini Series",
        "date": "January 11, 2014",
        "role": "Digital Compositor"
    },
    "tt3164054": {
        "director": "Rolf van Eijk",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjA1MTUzNjg5M15BMl5BanBnXkFtZTgwNTcyOTQ2MTE@.jpg",
        "plot_outline": "The film tells the story about two eleven-year-old boys who do not know each other; they meet under a tree in a deserted landscape where they both have an appointment with the same girl. While waiting for her, the two boys get intertwined in a struggle over power and a game of attraction and rejection regarding the girl. Uncertain if the girl will show up, the two boys form, despite their differences, the basis of a friendship.",
        "videos": [],
        "title": "Waiting for Marissa",
        "year": 2013,
        "category": "TV Movie",
        "date": "December 30, 2013",
        "role": "Digital Compositor"
    },
    "tt3005160": {
        "director": "Melcher Hillmann",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTU0MDY4NTk0OF5BMl5BanBnXkFtZTgwNDk0ODIzMDE@.jpg",
        "plot_outline": "What child wouldn't want to learn how to become St. Nicholas' helper? But for that you should be allowed to enter the castle in Spain. This year St. Nicholas gives one child the chance to make this dream come true. Golden Pepernoot is hidden somewhere in the Netherlands. The child who finds it can go to the helpers' school in Spain. But if two Golden Pepernoten are found, the helpers must take Coole Piet fan Lucas and a mysterious man to the castle. Who will pass the exam to become a helper and join St. Nicholas on the boat to the Netherlands?",
        "videos": [
            "http://www.imdb.com/title/tt3005160/videoplayer/vi3209999897",
            "http://www.imdb.com/title/tt3005160/videoplayer/vi2253698585"
        ],
        "title": "De club van Sinterklaas & de Pietenschool",
        "year": 2013,
        "category": "Film",
        "date": "October 9, 2013",
        "role": "Digital Compositor"
    },
    "tt2964300": {
        "director": "David van Wassem",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTY0NjQwOTk4MF5BMl5BanBnXkFtZTgwNzM0ODI4MDE@.jpg",
        "plot_outline": "Tim and Peter make a mysterious discovery in a nearby forest. They gain supernatural powers that can help them defeat a bully, but will also jeopardize their friendship.",
        "videos": [],
        "title": "Intruders",
        "year": 2013,
        "category": "Film",
        "date": "July 2, 2013",
        "role": "Visual Effects Artist"
    },
    "tt2401621": {
        "director": "Diederick Koopal",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTQ4MDkwOTUyMF5BMl5BanBnXkFtZTcwODMzMTE1OA@@.jpg",
        "plot_outline": "In a car shop in Rotterdam, three car mechanics find out that the owner of the car shop, their colleague and boss, has a debt of EUR40.000 with the tax service. After unsuccessfully trying several possible solutions, these four beer-drinking and cigarette-smoking out-of-shape men ask their fifth colleague, a now physically disabled but former marathon runner, to train them for a marathon. If they finish it, their debt will be paid, if they don't, they lose the garage.",
        "videos": [],
        "title": "De marathon",
        "year": 2012,
        "category": "Film",
        "date": "October 18, 2012",
        "role": "Digital Compositor"
    },
    "tt2401619": {
        "director": "Pieter Walther Boer",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjMxMTE5Njk0MF5BMl5BanBnXkFtZTcwMDIwMzk0OA@@.jpg",
        "plot_outline": "Shortly before 5 December, St. Nicholas mysteriously disappears from the castle. The Club helpers don't understand and are worried. St. Nicholas reappears moments later, but he behaves strangely and says unkind things. What happened to him? And why was that Toys Doctor at the castle? Mees and his neighbor Katja discover what is wrong with St. Nicholas and what is the secret of the strange Toys Doctor. St. Nicholas' eve is at risk and they need as quickly as possible to warn the helpers of The Club. Will the Club, Mees, and Katja succeed in time to unmask the Toy Doctor? Can St. Nicholas' eve this year still going through?",
        "videos": [
            "http://www.imdb.com/title/tt2401619/videoplayer/vi2975118873"
        ],
        "title": "De club van Sinterklaas & het geheim van de speelgoeddokter",
        "year": 2012,
        "category": "Film",
        "date": "October 3, 2012",
        "role": "Digital Compositor"
    },
    "tt2445032": {
        "director": "Tami Ravid",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMGRlMDk0YjYtNGU2NC00NzkxLWJhODktOTNlODM2MmY4MGQ5XkEyXkFqcGc@.jpg",
        "plot_outline": "\"Boy\" tells the story of an invisible member of our society, an undocumented Filipino cleaner. He has no name. Moving continuously from one location to the other, he is living between being seen and being invisible, between his life with his boyfriend, an erotic dancer, and his role as financial provider of his family back home. All this changes when his boyfriend auditions for a dance company and one of his employers commits suicide. A charming photographer shows interest in him. He wants him as a model for a photo series.",
        "videos": [],
        "title": "Boy",
        "year": 2012,
        "category": "Film",
        "date": "September 29, 2012",
        "role": "Digital Compositor"
    },
    "tt2171875": {
        "director": "Paul Verhoeven",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BODM2MTE4MDk1MF5BMl5BanBnXkFtZTgwMTQzNjAzMTE@.jpg",
        "plot_outline": "During his 50th birthday party thrown by his wife, Remco's life takes a turn for the worse: His business partners are scheming behind his back to sell him out, and his former mistress shows up pregnant.",
        "videos": [
            "http://www.imdb.com/title/tt2171875/videoplayer/vi3927947289"
        ],
        "title": "Tricked",
        "year": 2012,
        "category": "Film",
        "date": "September 24, 2012",
        "role": "Title Design"
    },
    "tt2176450": {
        "director": "Mirjam de With",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNTU4MjAxMTEtZjExYS00YzQ1LTg4MGItMzE5YjE4NTgxN2FjXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "title": "Ballast",
        "year": 2012,
        "category": "Film",
        "date": "September 15, 2012",
        "role": "Digital Compositor"
    },
    "tt2343661": {
        "director": "Eva M.C. Zanen",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjNlYWYzMDAtMTFhOC00NWJjLWEzYWUtYzBiMmVhNjM1YmRlXkEyXkFqcGc@.jpg",
        "plot_outline": "A road movie about thirteen year old Lola and her journey to the end of the street, where she can get breast. Because that's what you need to be allowed everything.",
        "videos": [],
        "title": "Naar het Einde van de Straat",
        "year": 2012,
        "category": "Film",
        "date": "June 1, 2012",
        "role": "Visual Effects"
    },
    "tt18560836": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZjRmODk0NDItYzMzNy00ZDQ1LWJiMzItMTUyNWQ3NmE1YzVjXkEyXkFqcGc@.jpg",
        "plot_outline": "Lukas, originally from the Netherlands, and Mila, born and raised in California, are college sweethearts planning on moving in together after graduation. But when their careers force them to stay apart, they resolve to rise to the challenge of a long-distance relationship. Mila is accepted into a yearlong screenwriters program in Los Angeles, and Lukas moves across the world to work for a magazine in Amsterdam. For one year, they'll try to make things work -- but cracks in their bond appear sooner than expected.",
        "videos": [],
        "title": "Play It by Ear",
        "year": 2023,
        "category": "TV Mini Series",
        "date": "May 24, 2023",
        "role": "Camera Operator"
    },
    "tt6922038": {
        "director": "Jamille van Wijngaarden",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOTc2NjZmNDktYzA3Mi00NTA1LTlkOGYtOGU3MjI4MDQxNTAyXkEyXkFqcGc@.jpg",
        "plot_outline": "When a pet bird keels over in its cage, suspicion naturally falls on the cat in the apartment.",
        "videos": [],
        "title": "Catastrophe",
        "year": 2017,
        "category": "Film",
        "date": "July 7, 2017",
        "role": "Compositing"
    },
    "tt4652164": {
        "director": "Johan Nijenhuis",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYzg0YzJkMzEtYTkxMS00OWEwLWI3YjUtZmM0NmM1MmIzNWQ4XkEyXkFqcGc@.jpg",
        "plot_outline": "Skirt-day, that first beautiful day in spring when women altogether decide to wear a lovely skirt to enjoy the weather. Spring is in the air. The characters are attending a cooking course for singles. It's all about cooking and flirting.",
        "videos": [
            "http://www.imdb.com/title/tt4652164/videoplayer/vi2395586073"
        ],
        "title": "Rokjesdag",
        "year": 2016,
        "category": "Film",
        "date": "March 10, 2016",
        "role": "Digital Compositor"
    },
    "tt28131010": {
        "director": "Florence Bouvy",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZjFjN2QyYTItMWUwZi00OTRlLWEwNDItNWU3ODU1MmJlZTRiXkEyXkFqcGc@.jpg",
        "plot_outline": "Longtime friends Carry and Daniel have never acknowledged their underlying feelings for each other. Now that Carry is dying, time is running out.",
        "videos": [],
        "title": "Where We Stay",
        "year": 2024,
        "category": "Film",
        "date": "June 21, 2024",
        "role": "Visual Effects Supervisor"
    },
    "tt28491190": {
        "director": "Boris Paval Conen",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZDg4ZjFiZDgtYzkyMy00YjRkLTgxMjgtMmYwZDMwYTRjYTAzXkEyXkFqcGc@.jpg",
        "plot_outline": "When André, Bart and David go to do odd jobs in an old farmhouse, they no longer appear immortal. They alternate leaden seriousness with limp nattering, but that doesn't escape the fact that they are getting older.",
        "videos": [
            "http://www.imdb.com/title/tt28491190/videoplayer/vi4146578969",
            "http://www.imdb.com/title/tt28491190/videoplayer/vi3850552857"
        ],
        "title": "Laatste ronde",
        "year": 2024,
        "category": "Film",
        "date": "May 16, 2024",
        "role": "Visual Effects Supervisor"
    },
    "tt11935214": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZWNhN2E0NjMtZGY4Yy00YmRmLWFjMDYtNjJjZDE3N2Q2MDI5XkEyXkFqcGc@.jpg",
        "plot_outline": "When patriarch Jack Praal is confronted with his biggest fear and his youngest son Dirk is linked to a woman's death, the family gets trapped in a web of intrigue and betrayal. During the course of five weeks, the series follows the family members, who put their own interests aside in order to save everything. But not everyone is playing a fair game, which seems to result in the inevitable downfall of the once-close Praal family.",
        "videos": [
            "http://www.imdb.com/title/tt11935214/videoplayer/vi3013199385",
            "http://www.imdb.com/title/tt11935214/videoplayer/vi3878076441"
        ],
        "title": "Swanenburg",
        "year": 2021,
        "category": "TV Series",
        "date": "Mon, Dec 25, 2023",
        "role": "Visual Effects Supervisor"
    },
    "tt14417122": {
        "director": "Olga Chajdas",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjVmYTI0YzktZjE4MC00MTZhLWFlYzgtYzkyMjhkNTU3ODhmXkEyXkFqcGc@.jpg",
        "plot_outline": "It is 1987 and the wind of change will soon also be sweeping across communist Poland. Ela is a young woman seeking refuge from the insipidness of a life hallowed by the regime, mixing with artists on the alternative scene, singing in clubs with her post-punk band, and attending alcohol-fuelled parties... In her second film director Olga Chajdas summons up vital energy to invigorate the music scene of the Baltic Tricity and, aided by the charismatic actress and co-scripter Lena Góra, she offers the viewer a vivid portrait of a multilayered character - an inspirational artist forever enveloped in cigarette smoke, a woman struggling with her inner demons, yet also a fragile creature yearning for motherly love.",
        "videos": [],
        "title": "Imago",
        "year": 2023,
        "category": "Film",
        "date": "July 2, 2023",
        "role": "Visual Effects Supervisor"
    },
    "tt30221618": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BY2FiNmRjZGMtYzAwZS00YTlhLTk3ZjctODFmMGE2NmRkMmI1XkEyXkFqcGc@.jpg",
        "plot_outline": "Tobias, a gifted hacker and his ambitious best friend Marco, intent on cracking into the tech billionaires club. They are plunged headfirst into the chaos of organized crime when they cross paths with the Irish mob.",
        "videos": [
            "http://www.imdb.com/title/tt30221618/videoplayer/vi2604517657"
        ],
        "title": "Safe Harbor",
        "year": 2025,
        "category": "TV Series",
        "date": "January 10, 2025",
        "role": "On set Supervisor"
    },
    "tt4729560": {
        "director": "Richard Claus, Karsten Kiilerich",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BODIzNzkyNzcwNV5BMl5BanBnXkFtZTgwMTAzMTg3MDI@.jpg",
        "plot_outline": "The story of Rudolph, a thirteen year old vampire, whose clan is threatened by a notorious vampire hunter. He meets Tony, a mortal of the same age, who is fascinated by old castles, graveyards and - vampires. Tony helps Rudolph in an action and humor packed battle against their adversaries, and together they save Rudolph's family and become friends.",
        "videos": [
            "http://www.imdb.com/title/tt4729560/videoplayer/vi517520153"
        ],
        "title": "The Little Vampire 3D",
        "year": 2017,
        "category": "Film",
        "date": "October 1, 2017",
        "role": "Compositing"
    },
    "tt15439406": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjM2OWIzMDgtZTBhMS00OTNjLTg3MTctMDc3ZTQ5YzZhMWNjXkEyXkFqcGc@.jpg",
        "plot_outline": "Inside the Mind of a Con Artist unearths the human truths behind some of the most extraordinary cases in con artistry.",
        "videos": [],
        "title": "Inside the Mind of a Con Artist",
        "year": 2022,
        "category": "TV Series",
        "date": null,
        "role": "Digital Compositor"
    },
    "tt13156582": {
        "director": "Guido Hendrikx",
        "cover_url": null,
        "plot_outline": "On behalf of the Red Cross, Dutch ex-soldier Albert engages South Sudanese soldiers in talks about war crimes and how to avoid them.",
        "videos": [],
        "title": "Rules of War",
        "year": 2022,
        "category": "Film",
        "date": "March 10, 2022",
        "role": "VFX Supervisor"
    },
    "tt10620030": {
        "director": "Isabel Lamberti",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BM2JiOWI1MTAtNmE3OS00MjRkLTgyNDAtNmZlYjA1NWYwMDBlXkEyXkFqcGc@.jpg",
        "plot_outline": "FATHER investigates the relationship between a father and his adolescent son with whom he has barely been in touch for nearly six years. Jacinto takes his son on a road trip to reconnect in the present while he reflects on the past talking to his girlfriend over the phone.",
        "videos": [],
        "title": "Father",
        "year": 2019,
        "category": "Film",
        "date": "August 2019",
        "role": "VFX supervisor"
    },
    "tt0828594": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOTY0NDM4OTg5M15BMl5BanBnXkFtZTgwNjk4MjE2MTE@.jpg",
        "plot_outline": "A group of regulars in a pub, who share their stories and their lives with lots of songs and joy.",
        "videos": [],
        "title": "'t Schaep met de 5 pooten",
        "year": 2006,
        "category": "TV Series",
        "date": "Sat, May 2, 2015",
        "role": "Compositor"
    },
    "tt8690510": {
        "director": "Eva M.C. Zanen",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNmUzMmFiMjYtNjYxNC00ZmUwLTgzOGEtNTM4YThmZDMzNzAyXkEyXkFqcGc@.jpg",
        "plot_outline": "A family, accustomed to daily routine and ingrained patterns, is experiencing tension and stress as they decide to go on a camper vacation in a foreign country. It is not so romantic as they were hoping for and that is forcing everybody in a new role.",
        "videos": [],
        "title": "Bears Love Me!",
        "year": 2019,
        "category": "TV Movie",
        "date": "February 22, 2019",
        "role": "VFX supervisor"
    },
    "tt10367584": {
        "director": "Kurt Platvoet",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BM2QzMWI1NTEtNzQ0OS00MjgwLTgxNGYtMzNmMmEzNjc5YzdmXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "title": "Beenlampman",
        "year": 2019,
        "category": "Film",
        "date": "September 29, 2019",
        "role": "VFX supervisor"
    },
    "tt10538712": {
        "director": "Daan Bunnik",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjAzMjY0ZGEtMDIyZC00Y2VhLWE2NzUtYWEyNzNjZTI0NDUyXkEyXkFqcGc@.jpg",
        "plot_outline": "A meadow, a football. Dried sausages and a filthy dog. And Danny, who needs to fight back his father's fists once and for all.",
        "videos": [],
        "title": "Blood Group",
        "year": 2020,
        "category": "Film",
        "date": "January 24, 2020",
        "role": "VFX supervisor"
    },
    "tt4025456": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZTJjNDk3YTctOWEyMy00Mzg0LWFmOTMtZmZkZDg3ZmNlNTQ5XkEyXkFqcGc@.jpg",
        "plot_outline": "A poker player wins a big amount in a poker tournament. Follow him and his close friends in their lives.",
        "videos": [],
        "title": "Bluf",
        "year": 2014,
        "category": "TV Series",
        "date": "Thu, Nov 5, 2015",
        "role": "Compositor"
    },
    "tt13479258": {
        "director": "Joost van Ginkel",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWVkODMwNzAtZjE2Yi00NDQwLWE4NGUtMThjNDVhMDJiNGMzXkEyXkFqcGc@.jpg",
        "plot_outline": "When the volatile Bo travels to Georgia to visit the grave of her father, a well-known trumpeter, she runs into his former childhood friend Levan. In search of her roots and a better understanding of her father, she decides to hitchhike in Levan's truck. Despite the age difference, they gently give in to the love they feel for each other. The melancholy trumpet playing of Bo's father accompanies their journey through the breathtaking Georgian landscape. In the end, they dare to trust each other to the point where both Bo and Levan share their darkest secrets.",
        "videos": [],
        "title": "Bo",
        "year": 2022,
        "category": "Film",
        "date": "September 27, 2022",
        "role": "Digital Compositor"
    },
    "tt6002522": {
        "director": "Jean van de Velde",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNTczNDQ1NzYtY2ViNy00YzFjLTgwYWUtNWZmMzAzNDBiNjc5XkEyXkFqcGc@.jpg",
        "plot_outline": "Apartheid is rampant in South Africa, 1963. When ten men are arrested on a farm in Rivonia for conspiring to commit sabotage and violent acts against the repressive S. African government, tenacious lawyer Bram Fisher steps up to the challenge as lead counsel. He soon finds that political leader Nelson Mandela is also on trial. Mandela urges his fellow defendants to plead not guilty and shine light on the systemic corruption against the African people. As the outcome of the trial looks bleak, Mandela gives his famous \"I'm Prepared to Die\" speech, discussing how the ANC's resistance is justified. But will Mandela's impassioned speech save these men's lives?",
        "videos": [
            "http://www.imdb.com/title/tt6002522/videoplayer/vi646889241"
        ],
        "title": "An Act of Defiance",
        "year": 2017,
        "category": "Film",
        "date": "March 1, 2017",
        "role": "Compositing"
    },
    "tt12182440": {
        "director": "Eché Janga",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMDI1MDIxYmItODlhMy00N2JhLTk5YzctYzFiN2YyMGM2ZjlhXkEyXkFqcGc@.jpg",
        "plot_outline": "Kenza, young and headstrong, lives on a junkyard in the countryside of Curaçao with her father, Ouira, and grand- father, Weljo. The two men are true polar opposites: Ouira is a determined, rational police officer, while Weljo identifies with the island's spirituality and native inhabitants. As Weljo wishes to prepare his passing to the world of spirits, the relationship between Ouira and Weljo starts to escalate and eleven-year-old Kenza searches for her own path between the two extremes. The down-to-earth mentality of Ouira no longer offers her all that she needs and, slowly, she opens up to the more mystical and comforting traditions of her grandfather.",
        "videos": [
            "http://www.imdb.com/title/tt12182440/videoplayer/vi658293017"
        ],
        "title": "Buladó",
        "year": 2020,
        "category": "Film",
        "date": "September 25, 2020",
        "role": "Compositing"
    },
    "tt9695404": {
        "director": "Jonathan Elbers",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZDZmZGZlOWEtODg5Yi00OGUzLWE3MDEtMWI1YTcyNmU2YmQ5XkEyXkFqcGc@.jpg",
        "plot_outline": "President Isimo wants to get rid of all the ugly children. Paul is one of these children, but he manages to escape and start a movement in an attempt to overthrow President Isimo.",
        "videos": [],
        "title": "The Club of Ugly Children",
        "year": 2019,
        "category": "Film",
        "date": "October 9, 2019",
        "role": "VFX supervisor"
    },
    "tt15366554": {
        "director": "Jaap van Heusden",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOTI0M2M1MjMtOTY0NC00NjMzLWEzMjgtNzAzNDEyYTNhOTNmXkEyXkFqcGc@.jpg",
        "plot_outline": "Follows Filippo, a skeptical Catholic priest who becomes attracted and unsettled by a mute young woman, and gets entangled in a series of apparently miraculous events that undermine his vocation.",
        "videos": [],
        "title": "The Man from Rome",
        "year": 2023,
        "category": "Film",
        "date": "April 6, 2023",
        "role": "Digital Compositor"
    },
    "tt14691120": {
        "director": "Tim Kamps",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYjBiYTk2ZWMtNWU5NC00YzQ5LTkyZDQtNjA3ZGRkMTRhYjI0XkEyXkFqcGc@.jpg",
        "plot_outline": "The Terrible Eighties is set in the absurd reality of a housing estate in the 1980s. The nine-year-old girl Piet makes frantic attempts to hold her own in the unusual family situation.",
        "videos": [
            "http://www.imdb.com/title/tt14691120/videoplayer/vi979944217"
        ],
        "title": "De verschrikkelijke jaren tachtig",
        "year": 2022,
        "category": "TV Series",
        "date": "Sun, Mar 27, 2022",
        "role": "VFX Supervisor"
    },
    "tt11280826": {
        "director": "Shariff Korver",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWZlZmYwOWMtY2FjMS00M2U1LWI3MTUtMzJiMzgyNDFkYTYzXkEyXkFqcGc@.jpg",
        "plot_outline": "After the sudden disappearance of their superior, three young soldiers are left to guard a military vehicle by themselves. As their situation and the scorching desert heat renders them increasingly disconnected from reality, an encounter with a local boy escalates into a fight that will mark their lives forever.",
        "videos": [],
        "title": "Do Not Hesitate",
        "year": 2021,
        "category": "Film",
        "date": "June 14, 2021",
        "role": "VFX Supervisor"
    },
    "tt2365936": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZGIyNDY1YjgtNWIyYi00Yzk0LWJmZjEtNDZjM2M5YjhlYmM0XkEyXkFqcGc@.jpg",
        "plot_outline": "Amsterdam surgeon Martinus Elsenbosch succeeds the old, popular only GP in country village Wourkem, where his aunt Jannie lives. The locals are as stubborn in their largely-outdated ways as snobbish wise-guy Martinus, whom they re-dub Tinus, is in upholding his status and proclaiming doctor's orders, which are often ignored, worst of all by the grossly-incompetent, irreverent assistant Kim, whom he 'inherits' with the practice. Naive sole constable Ken tries to mediate, and foxy teacher Lisa de Graaf is attracted to the intellectual but turned off by his insensitive side.",
        "videos": [],
        "title": "Dokter Tinus",
        "year": 2012,
        "category": "TV Series",
        "date": "Mon, Nov 13, 2017",
        "role": "Compositing"
    },
    "tt3133250": {
        "director": "Sander Burger",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZTVhZDhiNTAtMDE2NC00YzI3LWI4ZTYtMWNmMjQ1NTljZGE1XkEyXkFqcGc@.jpg",
        "plot_outline": "The man who saved the life of her child turns out to be a pedophile, that was once convicted but now takes care of his dying mother. Does he deserve a second chance or not?",
        "videos": [],
        "title": "Een tweede kans",
        "year": 2013,
        "category": "TV Movie",
        "date": "November 15, 2013",
        "role": "Compositing"
    },
    "tt3545374": {
        "director": "Charlotte Scott-Wilson",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNTZjYjA2NDYtNmU3Mi00MTFmLTk5NmUtYmMyYTM4ZTMwMDZiXkEyXkFqcGc@.jpg",
        "plot_outline": "Sara is the product of Generation Y. Waking up on the floor of another after party, she wonders whether this is what she expected out of life. Can she change and find something better to do in life then another party?",
        "videos": [],
        "title": "Forever After",
        "year": 2014,
        "category": "Film",
        "date": "August 9, 2014",
        "role": "Compositing"
    },
    "tt30497864": {
        "director": "Philip Huff",
        "cover_url": null,
        "plot_outline": "",
        "videos": [],
        "title": "Het Kamp",
        "year": 2022,
        "category": "Film",
        "date": "Jan 1, 2022",
        "role": "VFX Supervisor"
    },
    "tt5421684": {
        "director": "Charlotte Scott-Wilson",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZGM1MjlmYzItYjNmNi00MzhmLTk2NWUtZDlhMzIyMDE4ZTQ2XkEyXkFqcGc@.jpg",
        "plot_outline": "A young, talented cellist suddenly develops stage fright after one of her cello strings comes lose during an important performance.",
        "videos": [
            "http://www.imdb.com/title/tt5421684/videoplayer/vi2479671065"
        ],
        "title": "Hold On",
        "year": 2016,
        "category": "Film",
        "date": "April 16, 2016",
        "role": "Compositing/VFX"
    },
    "tt9878598": {
        "director": "Aniëlle Webster",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYzIxMmUyMzktN2MxZi00ODVmLWFiOTUtMDZhNGYyMDQyYzgyXkEyXkFqcGc@.jpg",
        "plot_outline": "Two modern women and their free-spirited mother struggle to find love and happiness.",
        "videos": [],
        "title": "No Such Thing as Housewives 2",
        "year": 2019,
        "category": "Film",
        "date": "December 12, 2019",
        "role": "VFX supervisor"
    },
    "tt6622316": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjQwYTM3NjAtNjJiOC00ZDgwLWJlNzgtOWY3YjdlY2ExNjJkXkEyXkFqcGc@.jpg",
        "plot_outline": "After spending his first night in his new home, Max, along with new siblings Tess, Anika, Sal and Daniel wake up to find their foster parents, Eric and Kate have vanished. In order to crack the case, the siblings set out on a quest for clues, leading them on an epic and suspenseful family adventure, including boat racing through canals, exploring secret tunnels and uncovering lost treasures. With obstacles at every turn, they must also fight off old family rivals and duplicitous heirs in order to solve the mystery. Hunter Street stars Stony Blyden as street-smart Max; MaeMae Renfrow as the independent and resourceful sister Tess; Kyra Smith as the free-spirited youngest Hunter sister Anika; Daan Creyghton as Sal, the genius of the bunch; and Thomas Jansen as the fiercely protective eldest brother Daniel. They all do this in Europe",
        "videos": [
            "http://www.imdb.com/title/tt6622316/videoplayer/vi3245980953",
            "http://www.imdb.com/title/tt6622316/videoplayer/vi3430530329"
        ],
        "title": "Hunter Street",
        "year": 2017,
        "category": "TV Series",
        "date": "Thu, May 20, 2021",
        "role": "Compositor"
    },
    "tt7900130": {
        "director": "Sepideh Farsi",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYmY4YmJjMTItMmRhYi00OWZkLWEwMWUtMTYyZGRjMzUyMjdiXkEyXkFqcGc@.jpg",
        "plot_outline": "Maria is a Greek policewoman, struggling with her money problems, teenage daughter, old mother and the crisis in her country, that affects her professionally. Yussof is a Syrian rebel, on his way out of a war-ridden Syria to go to Europe. Both have killed unwontedly, both feel guilty, but together, they will find some inner peace.",
        "videos": [],
        "title": "I Will Cross Tomorrow",
        "year": 2019,
        "category": "Film",
        "date": "October 12, 2019",
        "role": "VFX supervisor"
    },
    "tt8798314": {
        "director": "Jim Süter",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BY2VlYzc3ZjYtYzgyNy00NzMwLTg4NjgtNDA1ZDllMDJlZjNlXkEyXkFqcGc@.jpg",
        "plot_outline": "Acquitted of a fatal on-duty incident but tormented by its harrowing personal repercussions, a police officer and impending father struggles to piece his uprooted life back together while sent on leave to a holiday resort in Greece.",
        "videos": [],
        "title": "In Limbo",
        "year": 2018,
        "category": "TV Movie",
        "date": "September 30, 2018",
        "role": "Compositing"
    },
    "tt8386898": {
        "director": "Halina Reijn",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMmUwODU4YjAtYjJkNi00ZjI2LThjZTEtMzYyMjg1OGZlMmQ2XkEyXkFqcGc@.jpg",
        "plot_outline": "Nicoline, an experienced psychologist, starts a new job at a penal institution, despite the fact that she resolved to never return to psychiatry. She meets Idris, an intelligent man with an anti-social, narcissistic personality disorder, who committed a series of grave sexual offenses. After five years of treatment, he is about to go on his first unaccompanied probation. His team of practitioners are enthusiastic about his development and behavior, but newcomer Nicoline does not trust him an inch. She tries to push his probation to the astonishment of her coworkers. Idris tries his hardest to convince Nicoline of his good intentions, but as she remains sceptical, he slowly but surely grows violent. He transforms into the manipulative man Nicoline saw in him from the beginning. A power play emerges between the two and Nicoline, in spite of her knowledge and experience, lets herself be trapped completely.",
        "videos": [
            "http://www.imdb.com/title/tt8386898/videoplayer/vi1672789785",
            "http://www.imdb.com/title/tt8386898/videoplayer/vi4183278873"
        ],
        "title": "Instinct",
        "year": 2019,
        "category": "Film",
        "date": "August 12, 2019",
        "role": "VFX supervisor"
    },
    "tt4874074": {
        "director": "Jim Süter",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNzJhMWY3ZDAtMTllNi00YTk2LTg0MDctZGUwMTRjN2JiMjJlXkEyXkFqcGc@.jpg",
        "plot_outline": "As the everlasting renovation of his house spirals out of control, an angst-ridden fifty-something man struggles to keep his grip on reality and all he holds dear.",
        "videos": [],
        "title": "Jack (a Journey to Fulfillment)",
        "year": 2015,
        "category": "Film",
        "date": "June 30, 2015",
        "role": "Compositing"
    },
    "tt3666734": {
        "director": "Anne de Clercq",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNDc2MjU1Nzk4NV5BMl5BanBnXkFtZTgwOTM3OTc0MzE@.jpg",
        "plot_outline": "Jack wants a little brother but his mothers refuse to give him one so he protests and tries to get a brother himself.",
        "videos": [],
        "title": "Jack bestelt een broertje",
        "year": 2015,
        "category": "Film",
        "date": "February 4, 2015",
        "role": "Compositing"
    },
    "tt15270666": {
        "director": "Omar Al Abdul Razzak Martínez",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZDBkMmI4MDctYWQzNi00OWQwLTk3ZjMtZjc0ODE2MTUzZTg2XkEyXkFqcGc@.jpg",
        "plot_outline": "Rayco, an eight-year-old boy, and his 14-year-old sister, Paula, kill time in any way they can, as they wait excitedly for Michael Jackson's visit to Tenerife. When their mother becomes pregnant by a foreign man, Rayco and Paula worry their lives might change before the singer reaches the island.",
        "videos": [
            "http://www.imdb.com/title/tt15270666/videoplayer/vi323798041"
        ],
        "title": "Killing Crabs",
        "year": 2023,
        "category": "Film",
        "date": "March 11, 2023",
        "role": "Digital Compositor"
    },
    "tt9045346": {
        "director": "Joren Molter",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BY2IzZTY1NzYtZTUzYS00M2M2LWI0ZGYtMTU5YWFkNDU1M2JkXkEyXkFqcGc@.jpg",
        "plot_outline": "When Ella and her daughter visit a museum with the child of a colleague, Ella suddenly becomes aware of a side of herself that had been hidden till then.",
        "videos": [],
        "title": "Child",
        "year": 2018,
        "category": "Film",
        "date": "December 7, 2018",
        "role": "Compositing"
    },
    "tt9096966": {
        "director": "Victoria Warmerdam",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNWYzYTZkMDQtNWE3OS00OTc4LTk4ZGEtOThmNjJlMzRjZDNjXkEyXkFqcGc@.jpg",
        "plot_outline": "Short Calf Muscle is an absurdist black comedy about Anders. And Anders is different. But he doesn't know that. Yes, he's also gay, but that's not the point here. There is also this thing that others see but he doesn't.",
        "videos": [],
        "title": "Short Calf Muscle",
        "year": 2019,
        "category": "Film",
        "date": "April 13, 2019",
        "role": "VFX supervisor"
    },
    "tt8801582": {
        "director": "Diede in 't Veld",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZGMzZWQ1ZTYtZjM2YS00Nzg5LWE2ZDAtMDcwYjdjZDg1MTY3XkEyXkFqcGc@.jpg",
        "plot_outline": "Reunited with his parents, Little Crumb is having trouble getting used to his new luxurious lifestyle. When he is abducted by an old enemy, he has to use the best of his new and his old life to escape and save his parents.",
        "videos": [],
        "title": "Little Crumb Race to the Gold Mine",
        "year": 2020,
        "category": "Film",
        "date": "February 5, 2020",
        "role": "VFX supervisor"
    },
    "tt6720900": {
        "director": "Rosanne Pel",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYzg4NGE0ZTAtODQ4NS00MGFjLTlmNTUtNjg1NGUyMjJkODRhXkEyXkFqcGc@.jpg",
        "plot_outline": "15-year-old Eryk lives with his mother, grandmother and great-grandmother in a small village in Poland. He has a too-intimate relationship with his manipulative and dominant mother. Eryk is in love with his 13-year-old neighbor Klaudia, but he doesn't know the difference between love and abuse.",
        "videos": [],
        "title": "Light as Feathers",
        "year": 2018,
        "category": "Film",
        "date": "September 8, 2018",
        "role": "Compositing"
    },
    "tt2994788": {
        "director": "Johan Timmers",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYWU0NTYzMzAtNzE2OS00YTBiLWI1NmEtYWFkZGYwODhjYmYzXkEyXkFqcGc@.jpg",
        "plot_outline": "A group of friendly mental patients find out that their old nurse is being kidnapped. After being reunited they start a rescue party but wreak some havoc along the way to find her.",
        "videos": [],
        "title": "Loenatik, te gek!",
        "year": 2014,
        "category": "Film",
        "date": "July 9, 2014",
        "role": "Compositing"
    },
    "tt4373490": {
        "director": "Dennis van de Ven",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNzMzNWU4ODUtMGIxNC00MDgyLWI1OGEtYmZhYTc2Yjg5MzdhXkEyXkFqcGc@.jpg",
        "plot_outline": "A bored cashier, a pumping station, a demanding customer. If the gift wrapping of a few DVDs does not lead to the desired result, a series of equally conceivable and insane confrontations arises.",
        "videos": [],
        "title": "Loodvrij",
        "year": 2014,
        "category": "Film",
        "date": "September 29, 2014",
        "role": "Compositing"
    },
    "tt10295936": {
        "director": "Urszula Antoniak",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjFjMjM3YjEtYmM4NC00Zjk3LWI5YTItYzg2MTQ1MTE0NGUwXkEyXkFqcGc@.jpg",
        "plot_outline": "A successful writer asks his ex, who left him, to climb one last time in the mountains together. Only then he can really let her go.",
        "videos": [],
        "title": "Magic Mountains",
        "year": 2020,
        "category": "Film",
        "date": "February 12, 2020",
        "role": "VFX supervisor"
    },
    "tt4580112": {
        "director": "Mark de Cloe",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYWNjNzEyYzUtOTdmNS00OWU5LTljZWEtYWU1OWQ3Nzg3MDlmXkEyXkFqcGc@.jpg",
        "plot_outline": "A lot has changed in the lives of our men, but in the sequel to Mannenharten, finding their true loves turns out to be anything but a fairytale, so the search continues in full swing.",
        "videos": [
            "http://www.imdb.com/title/tt4580112/videoplayer/vi2572141849",
            "http://www.imdb.com/title/tt4580112/videoplayer/vi2555364633"
        ],
        "title": "Mannenharten 2",
        "year": 2015,
        "category": "Film",
        "date": "December 17, 2015",
        "role": "Compositing"
    },
    "tt23184372": {
        "director": "Ineke Houtman",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYjkxY2E2ZTktNWVhNi00Yzg2LTg0MjgtNzg2NDNjMzZhZDgzXkEyXkFqcGc@.jpg",
        "plot_outline": "Exciting adventure about twelve-year-old Ilias who tries to leave his past in the drug world behind. Twelve-year-old Ilias is confronted with drug crime in his neighborhood at a young age. His best friend Younes is accidentally killed. In search of the perpetrators, Ilias gets deeper and deeper into the drug world and enjoys the quick money, new friendships and his first girlfriend. When one day Ilias sees the couriers driving that he saw carry out the murder of Younes, he manages to tip off the police through a ruse and to remain sidelined himself. But will he be able to leave the drug scene behind?",
        "videos": [],
        "title": "Matties",
        "year": 2022,
        "category": "Film",
        "date": "October 17, 2022",
        "role": "VFX Supervisor"
    },
    "tt6538178": {
        "director": "Rob Lücker",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNDM4ODNhYWUtNjI0Yi00NjY4LTgxNGMtZDljOTEzYTkyZjBkXkEyXkFqcGc@.jpg",
        "plot_outline": "How a desperate bishop, an Islamic brass polisher and a gang of Vatican cardinals want to use the Messiah, who has just returned, to save themselves.",
        "videos": [],
        "title": "Messias",
        "year": 2016,
        "category": "TV Movie",
        "date": "October 2, 2016",
        "role": "Compositing"
    },
    "tt20122554": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjc3NmZhYzQtMGZkZS00OWNmLTkyMmYtMzFjOGU5NDhiMzVlXkEyXkFqcGc@.jpg",
        "plot_outline": "In the eyes of others, Daan is a \"degenerate\" mother, just muddling along and having no idea what good parenting is. After her divorce, Daan ends up on her mother's couch. In order not to lose her children forever, she has to take a parenting course.",
        "videos": [
            "http://www.imdb.com/title/tt20122554/videoplayer/vi473024281"
        ],
        "title": "Moedermaffia!",
        "year": 2022,
        "category": "TV Series",
        "date": null,
        "role": "VFX Supervisor"
    },
    "tt7972570": {
        "director": "Tallulah Hazekamp Schwab",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZTcwMmQ5NTktN2E2Ny00ZDA0LWI4MWMtYTYxMmJhODMxOGJhXkEyXkFqcGc@.jpg",
        "plot_outline": "After spending the night in a remote hotel, Mr. K is stuck in a claustrophobic nightmare when he discovers that he can't leave the building.",
        "videos": [
            "http://www.imdb.com/title/tt7972570/videoplayer/vi2524300825"
        ],
        "title": "Mr. K",
        "year": 2024,
        "category": "Film",
        "date": "September 6, 2024",
        "role": "Digital Compositor"
    },
    "tt6424724": {
        "director": "Viktor van der Valk",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOWEzYjlhYzQtNGZkOS00YTBkLTg0N2ItNjdhZjRjMGRiNjkyXkEyXkFqcGc@.jpg",
        "plot_outline": "On the very eve of shooting his debut film, a harried young director struggles to balance fiction and reality as he spends one fever dream of a night searching for the inspiration that eludes him.",
        "videos": [
            "http://www.imdb.com/title/tt6424724/videoplayer/vi81381145"
        ],
        "title": "Nocturne",
        "year": 2019,
        "category": "Film",
        "date": "January 28, 2019",
        "role": "VFX supervisor"
    },
    "tt6438522": {
        "director": "Jenneke Boeijink",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYTk1N2Y4N2UtZmM4Ny00OTIwLTkyMDUtMTZhYjY4N2IxMmE2XkEyXkFqcGc@.jpg",
        "plot_outline": "Paul and Anna live an apparently happy and successful life. But when their son inexplicably falls ill, the facade of a seemingly happy family life crumbles completely, like brittle porcelain that can no longer be glued.",
        "videos": [
            "http://www.imdb.com/title/tt6438522/videoplayer/vi1859042841"
        ],
        "title": "Porcelain",
        "year": 2019,
        "category": "Film",
        "date": "November 23, 2019",
        "role": "VFX supervisor"
    },
    "tt10699348": {
        "director": "Rob Lücker",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYTViYWYzYTgtNzZkMC00MTE4LWE2MTUtOGM4ZTc5ZDljNGFmXkEyXkFqcGc@.jpg",
        "plot_outline": "A hard-working guy runs the HIVO-campsite without any assistance. The sudden arrival of faded celebrity Ronnie Bosboom Jr. seems like a blessing at first, but when he reveals to be hiding from criminals, things quickly go awry. The duo must learn to work together to save the camping and their lives.",
        "videos": [],
        "title": "Rundfunk: Jachterwachter",
        "year": 2020,
        "category": "Film",
        "date": "June 11, 2020",
        "role": "VFX supervisor"
    },
    "tt4621156": {
        "director": "Tami Ravid",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMTQ2MDBjMzMtNDVjYy00YWM2LTg4MjMtMjhkMTBmZTdlZTAxXkEyXkFqcGc@.jpg",
        "plot_outline": "Short, experimental dance film. A man is feverishly searching for his wife. During his journey, he is torn between the modern and the traditional African world.",
        "videos": [],
        "title": "Son du serpent",
        "year": 2015,
        "category": "Film",
        "date": "March 14, 2015",
        "role": "Compositing"
    },
    "tt6676884": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjBmMzE2ZmYtNmM5ZS00ZjBjLTk0ZWQtYWJjODc5YmFhYjkyXkEyXkFqcGc@.jpg",
        "plot_outline": "Now officially divorced, Sophie and Kasper are trying to find a way of living their new lives. How do you deal with your ex finding a new partner? In the meantime, everyday life continues with its normal challenges, like having teenagers around the house and an intervening mother. The series' focus is again on the smart dialogue and relatable characters. Despite their imperfections and flaws, you still have to love them.",
        "videos": [
            "http://www.imdb.com/title/tt6676884/videoplayer/vi578796057"
        ],
        "title": "Soof: een nieuw begin",
        "year": 2017,
        "category": "TV Series",
        "date": "Thu, Nov 29, 2018",
        "role": "Compositor"
    },
    "tt11001024": {
        "director": "Malu Janssen",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYTY2ZjM1ZjAtYWYwZi00ZDMyLTg3ZjAtNDFlYzczMTNlMTgzXkEyXkFqcGc@.jpg",
        "plot_outline": "When there is a break-in in her home, interior buyer Helen (38) is in shock. Many of her possessions with which she had dear relationships are taken from her. With this theft, she discovers that she has lost a part of herself that is not easy to replace.",
        "videos": [],
        "title": "Stuff",
        "year": 2019,
        "category": "Film",
        "date": "October 1, 2019",
        "role": "VFX supervisor"
    },
    "tt13110998": {
        "director": "Ena Sendijarevic",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BODQzODc4MjUtMDQ3ZC00ODUzLTkzOGUtNDUyMjIzOGQ1NjM5XkEyXkFqcGc@.jpg",
        "plot_outline": "The demise of European colonialism has never been captured in a more vibrant and aesthetically exuberant manner than in this delightfully cynical film. When the proprietor of a sugar cane plantation on an Indonesian island falls to his death after a late-night visit to his housekeeper, mistress, and mother of his illegitimate child, his family is faced with unprecedented trials, including a workers' revolt and a society and place that had never truly embraced their presence. Examining history with a clearly skewed and meta perspective, Sweet Dreams unravels the toxic nature of an unethical exploitation system with intelligence and style, in this ironic and penetrating social thriller, becoming a bizarre yet exceptional cinematic gem.",
        "videos": [],
        "title": "Sweet Dreams",
        "year": 2023,
        "category": "Film",
        "date": "August 5, 2023",
        "role": "VFX Supervisor"
    },
    "tt10367542": {
        "director": "Jamille van Wijngaarden",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMmNmNmU1NzUtMjUyNy00N2Q4LThmMGMtMzllNTM5ZjNmOTIxXkEyXkFqcGc@.jpg",
        "plot_outline": "",
        "videos": [],
        "title": "Teef",
        "year": 2019,
        "category": "Film",
        "date": "September 29, 2019",
        "role": "VFX supervisor"
    },
    "tt9779662": {
        "director": "Robert Oey",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BOWFkNTc0NzMtN2UwZC00ODcyLWI0ZjgtODBjNDQ2OTE1MDVkXkEyXkFqcGc@.jpg",
        "plot_outline": "In The Good Terrorist, renowned filmmaker Robert Oey investigates the world of Muslim terrorism and questions the attitude of the West, concerning its own homegrown terrorism. As young men, Jason Walters and Nouredine El Fahtni are members of the extremist Dutch Hofstadgroep, a group held responsible for murder, plotting terror attacks and making death threats. Now, they claim to be reformed. They warn against radicalization. Or proclaim to be family men. But what goes on inside the head of a convicted terrorist? Is there such a thing as a good terrorist?",
        "videos": [],
        "title": "The Good Terrorist",
        "year": 2019,
        "category": "Film",
        "date": "March 26, 2019",
        "role": "Visual effects supervisor"
    },
    "tt6352926": {
        "director": "Veiko Õunpuu",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMDFlZjNkMjktMTYyZS00Mzg0LTg4ZjgtMDY2ZDNlMjBhMWUzXkEyXkFqcGc@.jpg",
        "plot_outline": "A struggling mine owner supplies his workers with drugs so they'll forget a tough existence. Nearby a small community of reindeer breeders also struggles.This critique of capitalism unfolds against a Western like Lapland landscape.",
        "videos": [
            "http://www.imdb.com/title/tt6352926/videoplayer/vi3913007385"
        ],
        "title": "The Last Ones",
        "year": 2020,
        "category": "Film",
        "date": "September 22, 2020",
        "role": "VFX Supervisor"
    },
    "tt4246894": {
        "director": "Joost van Ginkel",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMjI1NTUyMTAxNl5BMl5BanBnXkFtZTgwMzUyODMyNzE@.jpg",
        "plot_outline": "The Paradise Suite is about six people finding one another and, sometimes with just one glance, influencing one another's lives irreversibly. Beautiful young Bulgarian Jenya's journey to Amsterdam turns out to be the opposite of what she hoped for. Her grueling captivity forces angelic African Yaya to fight for her freedom--a dangerous fight in which he loses everything but his beloved faith. Serbian war criminal Ivica, who has just become a father, is painfully confronted with the fact that crimes will never go unpunished. Bosnian Seka has nothing left to live for except her vengeance, but that same vengeance brings love back into her life. And when Swedish piano wonder-boy Lukas runs away from his new temporary home, his father Stig finally realizes that their mutual passion for music damages their relationship.",
        "videos": [],
        "title": "The Paradise Suite",
        "year": 2015,
        "category": "Film",
        "date": "September 13, 2015",
        "role": "Compositing"
    },
    "tt21438160": {
        "director": "Albert Jan van Rees",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BMzhjNjRiODctZWEyOS00OGJjLTlhZWYtYTUzMWE1ZGFjMTc3XkEyXkFqcGc@.jpg",
        "plot_outline": "Smart schoolboy Harvey keeps a cool head while elder kids physically intimidate him and his mates in the local wood, during their last summer holiday before joining high-school. Having escaped after turning a bully's abusive prank against her, the other kids blame Tim's disappearance either on that gang, or the lady in the 'haunted house'. Both turn out innocent, Tim scared away from telling his secret, and isn't alone having one.",
        "videos": [],
        "title": "Tot Zonsondergang",
        "year": 2022,
        "category": "Film",
        "date": "December 9, 2022",
        "role": "VFX Supervisor"
    },
    "tt8471716": {
        "director": "Johan Nijenhuis",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BZDk2OWI4OTItYjc2Mi00NTFjLTkxNmUtMDAwMzU1OGJjZDZiXkEyXkFqcGc@.jpg",
        "plot_outline": "A mother finds out that her daughter not only has a new relationship with a Cuban, but is also getting married in Cuba. She wants to put a stop to the doomed marriage, and takes the first plane.",
        "videos": [
            "http://www.imdb.com/title/tt8471716/videoplayer/vi2362031641"
        ],
        "title": "Verliefd op Cuba",
        "year": 2019,
        "category": "Film",
        "date": "February 14, 2019",
        "role": "VFX supervisor"
    },
    "tt8478768": {
        "director": "Stijn Bouma",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BYzQwODRiODEtOTkyOC00NjZjLWJkNDQtYjBhNmQ4ZjJmZjNmXkEyXkFqcGc@.jpg",
        "plot_outline": "Widow Thea denies her feelings of solitude in front of her son, but the silence of the big house becomes tangible after he leaves.",
        "videos": [],
        "title": "Visit",
        "year": 2018,
        "category": "Film",
        "date": "October 2, 2018",
        "role": "Compositing"
    },
    "tt6671244": {
        "director": "Rene Eller",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNTA2YWRhYzktOTNkMS00MTExLWEzN2MtZjBjOGNmYTFiZTA0XkEyXkFqcGc@.jpg",
        "plot_outline": "During a scorching summer in a Belgian-Dutch border village, eight teenagers play games of discovery to break the listless monotony. They challenge each other and themselves and pretty soon, their sexual curiosity starts to blur the lines between right and wrong. As innocence is crushed in depraved games and sexual exploitation, the teenagers soon turn into ruthless predators.",
        "videos": [
            "http://www.imdb.com/title/tt6671244/videoplayer/vi1716436761"
        ],
        "title": "Wij",
        "year": 2018,
        "category": "Film",
        "date": "January 27, 2018",
        "role": "Compositing"
    },
    "tt6506490": {
        "director": "",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNjU1MDhhNDMtMzVmNy00ZjY0LWExYTEtMjNjMGE3NTY5MGNjXkEyXkFqcGc@.jpg",
        "plot_outline": "ZENITH tells the story of Fay (14) and Boris (10) who discover that their parents secretly replaced themselves by robots. Claudia and Joost each have demanding jobs and even though they try very hard, they are not able to combine their jobs with spending quality time with their children. When Fay and Boris find out that their parents are not their real parents and that they can control the robots to do whatever they want, the situation gets out of hand. Boris, Fay, Claudia and Joost slowly realize they need each other as a family and when the robots become uncontrollable, they can only clear up the mess by working together.",
        "videos": [],
        "title": "Zenith: Supercharged Family",
        "year": 2017,
        "category": "TV Series",
        "date": "Sun, Nov 20, 2022",
        "role": "Compositor"
    },
    "tt2691102": {
        "director": "Colette Bothof",
        "cover_url": "https://m.media-amazon.com/images/M/MV5BNDkwMmU5YTEtNDE5ZS00NzFmLWIxYmQtMDNhZWU2OTk0NDdjXkEyXkFqcGc@.jpg",
        "plot_outline": "Set over the course of one sweltering summer, this charming drama focuses on Anna, a quiet teen who yearns to escape the confines of her small town, defined by its ever-looming power plant. With the arrival of the alluring leather-clad Lena, Anna finally gets the boost she needs. With authentic performances and cinematography that captures the languor and heat of summertime, this story of sexual awakening examines a girl daring to be different.",
        "videos": [
            "http://www.imdb.com/title/tt2691102/videoplayer/vi505395225"
        ],
        "title": "Summer",
        "year": 2014,
        "category": "Film",
        "date": "September 17, 2014",
        "role": "Compositing"
    }
}